<?php
$extendReadDesc = <<<EOT
<div class='img-main'><img src="职业倦怠-01.png" /></div>
<div class="title2-index"><div class="index">1</div> <span class="title">明确工作的意义</span></div>
<p>客观地思考一下自己从当前工作中收获了哪些东西，比如薪资待遇、学习机会、工作经验、发展空间等等。看看当前的工作与自己的生活态度、职业发展规划的契合程度如何，尽量让当前的工作更加符合自己的需求。当你重新认识到当前工作的价值所在时，你的心态也会随之得到调整。</p>
		
<div class="title2-index"><div class="index">2</div> <span class="title">提升工作能力</span></div>
<p>要是你选择回避问题，那你就会常常被类似的问题纠缠不休。可一旦你勇敢地直面问题并学会解决它的办法，那这类问题就再也无法难倒你。持续地弥补自身的不足之处，能够极大地增强你的自信心和成就感。另外，你还可以定期进行学习充电，引入最前沿的新技术。这样既能提升自己，又能收获全新的体验感。</p>

<div class="title2-index"><div class="index">3</div> <span class="title">重新找回好奇心</span></div>
<p>人们很容易对日复一日的工作感到厌烦透顶。你可以尝试在心理上把过去的经验全部清零，忘掉曾经的功劳簿，想象自己第一天上班的情景，以新人的视角再次体验自己的工作。这样往往能够产生更多的热情和创意。</p>


<div class="title2-index"><div class="index">4</div> <span class="title">积极寻求他人帮助</span></div>
<div class='img-main'><img src="职业倦怠-02.png" /></div>
<p>哈佛大学的心理学家从1938年开始对七百多名年轻人展开了一项长达75年的追踪调查研究。最终发现，和谐的人际关系是决定人生幸福感的唯一因素。我们可以把这个结论引入职场。你可以和周围的同事共同营造和谐的人际环境，提升彼此相处的舒适感。这样既能让你获得一些现实的支持，比如经验或者帮助，又能让你在情绪体验上得到支持和放松。</p>
<div class="title2-index"><div class="index">5</div> <span class="title">坚持早睡早起</span></div>
<p>如果因为工作而感到疲惫不堪和焦虑万分，那么你就更需要保证充足的睡眠。避免熬夜进一步透支你的精力和健康。幸福心理学的研究发现，人们在晚上十点半之前睡觉更有利于提升生活的幸福感。而早起能够让你更早地进入清醒、活跃的状态。你可以更早地考虑当天的工作安排，并提前进行处理。由于你比他人更早开始工作，所以会更容易受到鼓舞而保持高效。你会经常发现自己用一上午的时间就完成了当天的大部分重要工作，下午通常就不用再为工作进度而发愁了。</p>
<div class="title2-index"><div class="index">6</div> <span class="title">开展有氧运动</span></div>
<p>人们在工作中常常会积累很多慢性疲劳，比如连续几个小时撰写文案、打几十个商务电话、加班开会等等。这些疲劳不会一下子就让我们感到劳累，但是积累起来就会让我们感到非常沉重的疲倦。而且在停止这些工作后，身体状态的改变也不明显。对于这种情况，慢跑、有氧操等有氧运动是非常好的减压方式。这些活动能够增强我们的血氧水平，还能让我们的身体体验到强烈的疲劳感。运动过后，有助于我们进入完全放松的状态。</p>
<div class='img-main'><img src="职业倦怠-03.png" /></div>
<div class="title2-index"><div class="index">7</div> <span class="title">认真审视元认知</span></div>
<p>元认知就是对认识的认识。当你产生任何消极的感受、情绪或者观念时，不要被这些负面的状态牵着鼻子走。停下来好好思考一下自己为什么会产生这些消极的状态，然后进行自我辩证。进而摆脱负面情绪和消极观念的干扰，用理智、积极的心态继续工作。当你及时调整好状态时，你的感觉也会逐渐好起来。</p>
<div class="title2-index"><div class="index">8</div> <span class="title">给予自己积极暗示</span></div>
<p>每个人都有可能受到暗示而先入为主。比如，当我们从同事的议论中感觉到接下来的工作非常困难时，我们就更容易往复杂的方向去考虑问题，而忽略了很多简单有效的方案。如果你知道自己容易受暗示，那么你可以在早上就给自己一个正面的暗示，比如：“我今天一定会非常出色地完成所有工作，即使遇到困难的工作也难不倒我。”你可以经常给自己这样的积极暗示。这样你会更容易高效、自信地进行思考和行动。</p>

<div class="title2-index"><div class="index">9</div> <span class="title">平衡工作与生活</span></div>
<div class='img-main'><img src="职业倦怠-04.png" /></div>
<p>体力、脑力和心理动力虽然是可再生资源，但并不是无限的。每次使用之后，也需要足够的恢复和平衡。健康的心理需要在家庭和事业之间、娱乐和工作之间找到平衡。避免过度压榨自己的个人生活。注意保留足够的时间、空间和滋养来恢复工作能量，从而避免职业倦怠的滋生。</p>
<div class="title2-index"><div class="index">10</div> <span class="title">审查职业发展规划</span></div>
<p>最后，如果你在一份工作上付出了很多，却感觉自己学到的、得到的都非常有限，或者当前工作确实与自己的职业发展方向不相符，更重要的是你对现在熟悉的工作环境也完全不重视。那么你可以考虑换一份更能满足自己发展需求的工作。长期的工作倦怠容易限制人们的发展，当变动或机会降临时，容易失去足够的竞争力。</p>

EOT;

$dimensionSetDesc = <<<EOT
<div class='img-main'><img src="职业倦怠-维度.png" /></div>

<p>以下是你在各维度上表现的具体解析及指导建议：</p>
EOT;
return array(
		'title' => '职业倦怠评估',
		'totalTitle' => '职业倦怠综合评估',
	
		'dimensionSet' => array(
			'title' => '职业倦怠维度解析',
			'desc' => $dimensionSetDesc,
		),
		
		'levelList' => array(
				'严重' => array(
						'threshold' => 80,
						'suggest' => '<p>眼下，你处于极度劳累的状态，迫切需要一段彻底放松的时光，比如给自己放个假，或者利用周末以及下班时间让内心真正沉静下来，绝对不能再继续过度耗费自己的精力了。</p><p>你必须从有规律的作息中去获取充分的恢复。接着，静下心来好好思索如何破解当前工作中的难题，以及怎样才能更好地与自身的发展方向相契合。最后，可以通过大量的运动和娱乐活动来让生活达到平衡状态。</p><p>如果经过诸多努力之后仍然无法适应现在的工作，那么你就必须认真考虑这份工作与你的适配程度了，很有可能你需要去寻找一份更加适合自己的工作。</p>',
						'explain' => '<p>依据测评分数来看，你目前正处于最为严重的职业倦怠状态。举例来说，你现在比以往任何时候都更加频繁地感受到疲倦和毫无意义，在面对工作的时候常常缺乏动力和专注力，很容易出现粗心大意或者降低工作标准的情况。</p><p>有时候，工作倦怠还会影响到你与同事交流的态度和频率，从而容易让你陷入一种更加孤立的工作处境之中。</p><p>此外，倦怠感容易使你深陷旧有的思维模式当中，对于业务范围内的新领域、新想法极度缺乏足够的探索欲望。总之，当前这种状态已经显著地影响到了你的工作效率和质量，同时你也非常容易产生强烈的不适应感。</p>',
				),
				'明显' => array(
						'threshold' => 70,
						'suggest' => '<p>目前你处于高负荷的工作状态，急需一段能够放松的时间，比如休假，或者利用周末、下班时间让自己的内心安定下来，不能再继续过度消耗精力了。</p><p>你需要从规律的作息中获得足够的恢复。然后静下心来认真思考如何解决当前工作中的困难，以及如何更好地与自身发展方向相契合。</p><p>最后可以通过充足的运动和娱乐来平衡生活。如果经过不少努力仍然无法适应这份工作，那么你就需要考虑这份工作与你的匹配度了，也许你需要换一份更适合自己的工作。</p>',
						'explain' => '<p>从测评分数可以看出，你目前存在比较明显的职业倦怠。例如，你比以前更容易感到疲倦和没有意义，在工作时容易缺乏动力和专注力，容易马虎或者主动降低工作标准。而且，工作倦怠会影响你与同事沟通的态度和频率，容易形成更加孤立的工作环境。</p><p>此外，倦怠感会使你陷入旧的思维模式，对业务内的新领域、新想法缺乏探索的欲望。总之，当前状态对工作效率和质量有一定的影响，你也更容易感到不适应。</p>',
				),
				'轻度' => array(
						'threshold' => 50,
						'suggest' => '<p>当前，你的倦怠程度比较轻，通过及时调整还是比较容易恢复状态的。你需要找个时间让自己放松一下，比如休假，或者在周末、下班时间让内心宁静下来，避免继续过度消耗精力。</p><p>从规律的作息中恢复精力。然后思考如何解决工作中的难题，以及如何与自身发展方向更好地契合。最后可以通过运动和娱乐来平衡生活。</p>',
						'explain' => '<p>从测评分数来看，你有一定程度的职业倦怠。比如，你比以前更容易感到疲倦和无聊，动力和专注力稍有不足，容易马虎或者降低标准。工作倦怠可能会影响你与同事沟通的态度和频率，有形成孤立工作处境的风险。</p><p>此外，倦怠感会让你陷入旧的思维模式，对业务新领域、新想法的探索欲望不足。当前状态在一定程度上影响了工作效率和质量。</p>',
				),
				'正常' => array(
						'threshold' => 0,
						'suggest' => '',
						'explain' => '<p>根据测评分数，你目前的工作状态良好。虽然偶尔会感到疲惫或者缺乏兴趣，但这都属于正常范围。总体上来说，你在工作中能够保持足够的动力、专注力和责任感，完全可以胜任日常工作，也比较适应现在的工作。</p>',
				),
		),
  
		'dimensionList' =>
		array(
				'衰竭感' =>
				array(
						'levelList' => array(
								'较低' =>
								array(
										'threshold' => 0,
										'suggest' => '',
										'explain' => '<p>你的衰竭感处于很低的水平。总体来讲，你现在所从事的工作对你而言相对轻松，完全在你的承受范围之内。虽然偶尔会有疲劳之感，但这种情况极少出现，并且也没有给你带来多大的精神压力。你拥有充足的自由时间和个人空间，足以让你恢复精力，所以在精力和心理资源方面，你能够长期适应这份工作。</p>',
										'notice' => '',
								),
								'中等程度' =>
								array(
										'threshold' => 50,
										'suggest' => '<p>你可以把工作中让你感到有压力的地方一一罗列出来，比如指标过高、技能不足、人际沟通不顺畅等等。接着，针对每一个困难点展开头脑风暴，把你能想到的所有解决办法都写下来，你也可以向他人请教或者自己查阅资料，尝试从根本上解决这些问题。</p><p>此外，你还可以进一步优化你的时间管理。把重要的工作安排在自己效率高的时间段去完成，而在下午等效率较低的时候去做一些常规性、较为简单的工作。尽量养成高效工作的习惯，这样就能为自己留出足够的时间去提升技能、进行娱乐和休息，从而让你的工作状态得以长期保持。</p>',
										'explain' => '<p>你已经出现了中等程度的衰竭感。大致上，每周你会有几次感到疲惫不堪或者压力巨大。所以，你比较容易明显地感受到衰竭，不过幸运的是，并非每天都如此，有时候你的工作体验还是比较不错的。</p><p>另外，你所拥有的自由时间和个人空间也能让你得到一定程度的恢复。所以，在精力和心理资源方面，你还能够维持当前的工作，但现在已经到了需要调整工作和生活平衡的时候了。</p>',
										'notice' => '',
								),
		
								'较高' =>
								array(
										'threshold' => 70,
										'suggest' => '<p>你可以把工作中让你感到有压力的点罗列出来，比如指标高、技能不足、人际沟通不畅等。然后针对每个困难进行深入的头脑风暴，想出所有可能的解决办法，也可以向他人请教或者自己查资料，努力从根本上解决这些问题。</p><p>另外，进一步优化时间管理，把紧急的工作放在自己高效的时段完成，在效率较低的时间做一些常规、简单的工作。养成高效工作的习惯，为自己留出足够的时间提升技能、娱乐和休息，这样有助于保持良好的工作状态。</p><p>最后，如果经过最大努力仍然无法缓解衰竭感，你可以考虑休假来获得足够长的恢复时间，或者找专业的心理咨询师聊聊。另外，可能需要换一个工作量、难度与自己精力、能力更匹配的工作。</p>',
										'explain' => '<p>你已经出现了较为严重的衰竭感。基本上，每周你会有多次感到极度疲惫或者压力爆棚，所以你很容易明显地体验到衰竭，而且这种频率还有不断上升的趋势。</p><p>当一周中的大部分时间都感到筋疲力尽、压力重重时，你就更难恢复过来。因此，在精力和心理资源方面，你越来越难以维持当前的工作。长期的衰竭感不仅会影响你的工作状态，还会对你的身心健康造成危害，现在已经到了必须调整工作和生活平衡的关键时刻。</p>',
										'notice' => '',
								),
						),
				),
				'怠慢' =>
				array(
						'levelList' => array(
								'较低' =>
								array(
										'threshold' => 0,
										'suggest' => '',
										'explain' => '<p>你的懈怠程度非常低。你觉得自己的工作和努力具有很大的价值和意义。对当前的工作也充满了热情和兴趣。所以，你很容易全身心地投入到工作中，保持高度专注，积极主动地思考和行动，态度认真负责，绝不是敷衍了事。你的工作态度有助于你更好地完成工作，也对自己的长远职业发展非常有利。</p>',
										'notice' => '',
								),
								'中等程度' =>
								array(
										'threshold' => 50,
										'suggest' => '<p>对于懈怠问题，你最需要根据自己的价值观、性格和才能制定一个专属的职业规划。这个规划应该能让你获得充足的价值感、乐趣和待遇。然后，认真思考如何让当前的工作更好地符合职业规划的长远发展。</p><p>你可以在当前工作中多观察、多学习、多尝试，积累丰富的经验和资源。还可以考虑学习相关领域或最新技术并应用到工作中，这样你会收获更多的新鲜感和成就感。当工作成为你在职场上自我发展的坚实基石时，你会更容易找到意义和动力。</p>',
										'explain' => '<p>目前，你出现了中等程度的懈怠。因为你对工作已经极为熟悉，失去了一些新鲜感，再加上工作中积累了一些不满，期望也有所降低，所以你对当前工作的兴趣开始明显下降。甚至可能觉得现在的工作缺乏足够的价值和意义。</p><p>面对工作时，你容易提不起精神，难以保持专注，不再像过去那样积极思考，容易按部就班、得过且过。有时在和同事沟通时也可能不够积极主动。你的同事和领导很容易察觉到你的态度变化。当前的懈怠程度已经在一定程度上影响了你的工作效率和质量，不利于你的职场发展。</p>',
										'notice' => '',
								),
								'较高' =>
								array(
										'threshold' => 70,
										'suggest' => '<p>对于懈怠问题，你最需要根据自己的价值观、性格和才能制定一个属于自己的职业规划。这个规划应该能让你获得足够的价值感、乐趣和待遇。然后，思考如何让当前的工作更好地符合职业规划的长远发展。</p><p>你可以在当前工作中多观察、多学习、多尝试，积累丰富的经验和资源。还可以考虑学习相关领域或最新技术并应用到工作中，这样你会收获更多的新鲜感和成就感。当工作成为你在职场上自我发展的基石时，你会更容易找到意义和动力。</p><p>如果你找不到自己的职业发展方向，可以通过职业兴趣测评、职业锚测评来了解自己适合的职业。也可以多和有经验的朋友、长辈交流。另外，还可以花一些时间进行尝试。如果已经清楚自己的职业发展方向，同时发现目前的工作无法满足自己的职业需求，那么可以考虑换一份更符合自己追求的工作。</p>',
										'explain' => '<p>目前，你出现了较为严重的懈怠。由于对现在的工作失去了新鲜感，加上工作中积累了一些不满，期望也降低了，所以对当前工作的兴趣明显下降。甚至可能觉得现在的工作缺乏足够的价值和意义。</p><p>面对工作时，容易提不起精神，难以保持专注，不再像过去那样积极思考和行动，容易按部就班、得过且过。在和同事沟通时也可能不够积极主动。</p><p>在遇到困难或分歧时，你比以前更容易出现态度问题，这可能会进一步恶化你的职场环境。当前的懈怠程度已经严重影响了你的工作效率和质量，不利于你的职场发展。</p>',
										'notice' => '',
								),
		
						),
				),
				'挫败感' =>
				array(
						'levelList' => array(
								'较低' =>
								array(
										'threshold' => 0,
										'suggest' => '',
										'explain' => '<p>你在当前工作中展现出很强的胜任力。你有足够的能力和自信来处理工作。虽然偶尔会遇到有压力或有难度的工作，但很少被难倒，也不容易感到焦虑或挫败。通常你都能有效地解决问题。</p><p>所以，你能从自己的工作能力和贡献中获得充足的自我认同和成就感。凭借良好的工作能力，你也比较容易获得同事们的认可。你清楚自己在团队中的价值，这有助于增强你的职业归属感和促进长远发展。</p>',
										'notice' => '',
								),
		
								'中等程度' =>
								array(
										'threshold' => 5,
										'suggest' => '<p>首先，确保自己能够满足本职工作的基本职能要求。对于缺乏的能力，可以通过多实践、向同事请教、查阅资料、上网课等方式尽快提高。对于额外的临时工作，可以通过多观察、多学习来提升综合能力。另外，如果你在专业职能上有足够的价值，那么可以允许自己在个别方面不擅长，不必给自己太大压力。</p><p>从“勤奋”入手，通常如果你对工作多一些思考、学习和实干，工作能力会有明显提升。随着不断进步，你的自信心和自我评价也会逐渐提高。最后，如果经过长时间努力仍然无法胜任当前工作，那么可能需要考虑换一份与自己精力和才能更匹配的工作。有时候，可能需要从难度较低的工作开始。</p>',
										'explain' => '<p>目前，你出现了中等程度的挫败感。在工作中容易遇到难以解决的困难和压力，对自己的能力和价值产生了怀疑。当无法很好地完成工作时，容易感到焦虑和沮丧。</p><p>从当前的工作表现中不太容易获得足够的成就感。由于对自己的才能缺乏信心，更容易产生畏难情绪，容易回避问题。在团队中容易缺乏归属感，且容易敏感和谨小慎微。</p>',
										'notice' => '',
								),
								'较高' =>
								array(
										'threshold' => 70,
										'suggest' => '<p>首先，确保自己能够满足本职工作的基本职能要求。对于缺乏的能力，通过多实践、向同事请教、查阅资料、上网课等途径尽快提高。对于额外的临时工作，可以通过多观察、多学习来提升综合能力。另外，如果你在专业职能上有足够的价值，那么可以允许自己在个别方面不擅长，不必给自己太大压力。</p><p>从“勤奋”入手，通常如果你对工作多一些思考、学习和实干，工作能力会有明显提升。随着不断进步，你的自信心和自我评价也会逐渐提高。最后，如果经过长时间努力仍然无法胜任当前工作，那么可能需要考虑换一份与自己精力和才能更匹配的工作。有时候，可能需要从难度较低的工作开始。</p>',
										'explain' => '<p>目前，你出现了较为严重的挫败感。在工作中经常遇到难以解决的困难和压力，对自己的能力以及对团队的价值产生了怀疑。从当前工作表现中很难获得成就感和价值感。</p><p>由于对自己的才能缺乏信心，容易产生畏难情绪，容易回避问题。在团队中容易缺乏归属感，且容易敏感和谨小慎微。由于感觉自己缺乏胜任力而经常感到焦虑和沮丧。</p>',
										'notice' => '',
								),
						),
				),
		),
    'extendRead' => array(
        'title' => '职业倦怠维度解析',

        'content' => $extendReadDesc
    ),
);
