<?php
return array(
	'整体诊断' => array(
		'非常健康' => '您目前的心理健康状况很好，没有表现出各种常见的精神症状；您在生活的最近一周内能够很好的应对压力以及能很好的进行心理疏通，合理的释放压力；在最近的心态较为积极，能总是能看你到事物有利的一面；您的身心状态也比较好，一定要继续保持呦！',
		'良好' => '您最近的心理健康程度良好，您或许已经能感觉到身体或者心理上有些变化，但发生得并不频繁；您在最近一段时间内可能存在一些心理上的困扰，但是你都能将负性情绪简化到最低，您的生活以及工作都未受到过多的干扰，不过您仍然需要关注心理状态的变化。',
		'中等偏上' => '您最近的心理健康状况总体较好，虽然偶尔会出现一些负面情绪或轻微的心理不适，但整体上能够较好地管理这些情绪。您可能已经觉察到一些心理上的波动，但并没有严重影响到您的日常生活和工作。请继续关注自己的心理状态，保持健康的生活方式，及时进行心理调节，以维持和提升心理健康水平。', // AI 给出
		'中等偏下' => '你最近的心理健康处于中等偏下水平，也是我们经常所说的“亚健康状态”；您或许已经能感觉到身体或者心理上有些变化，并受到了一些心理问题的困扰，隐约要在你的身体健康以及日常行为以及情绪中表现出来，或许已经影响到你的工作和生活，所以应该多关注自己的心理状态的变化。',
		'较低' => '您最近的心理健康水平较低，这表明你已经你经能明显感觉有到症状，而且程度为中到严重； 您可能已经受到了一些心理问题的困扰，已经而且在您的身体健康、日常表现和情绪等方面凸显出来，并影响到了您目前的正常的工作和生活，此时，您需要格外关注您的心理状态的变化，必要时寻求专业的心理机构的帮助。',
		'很低' => '您目前的心理健康综合指数已经处于较低的水平，已经受到了一些心理问题的困扰，且症状的频度和强度都十分严重，已经在您的身体健康、日常表现和情绪等方面凸显出来，并影响到了您目前的正常的工作和生活。您应该格外关注自己的心理状态的变化，很可能需要进行专业的心理治疗。',
	),
	'类型' => array(
		'躯体化' => array(
			'简介' => '主要反映个体主观认识到自己的身体不适感，如：心血管、肠胃、呼吸系统等感觉不适以及伴随肌肉酸痛等躯体化表现。',
			'建议' => '您多注意自己的身体，保持良好的生活习惯，积极参加有益的身体锻炼，定期检查身体，劳逸结合等。',
			'正常' => '您在最近的一段时间内，没有出现身体不适或者是其他的躯体化异常的表现，同时也表明了您最近的身体较为健康，精力充沛，要继续保持哦。',
			'有症状' => '您在最近的一段时间内，出现了身体不适或者是其他的躯体化异常的表现，比如，会感到头痛，肌肉酸痛或者是肠胃上不舒服等，某些时候也会存在一定程度的焦虑感。',
		),
		'强迫症状' => array(
			'简介' => '主要反映个体明知道某些行为是没有必要的，但又无法摆脱的无意义思想或者是行为表现。如：反复洗手或者反复计数等。',
			'建议' => '在生活中，当您觉得紧张的时候，可以多参加一些户外活动，在活动中逐渐放松和愉悦自己，同时，你也可以尝试呼吸放松法以及逐步肌肉放松法等；同时，在闲暇时间，你可以多做自己感兴趣的事，多阅读书籍，不断增长知识，学习从多方面考虑问题等。',
			'正常' => '您几乎或是没有强迫症状，所以，在日常生活中，您比较容易摆脱一些无意义的想法和行为，不会把一些无意义的行为泛化到其他方面。',
			'有症状' => '您在最近的一段时间内，可能头脑中经常会有不必要的想法或者是行为出现，比如，会忘记自己顺手带上的门是否锁上，会反复检查自己出门是否忘带钥匙等反复检查的行为；同时，你也会感觉自己忘性很大，甚至有些时候，你可能会感觉自己的脑子变空了，很难集中注意力做事情等；不过，这些症状的组合，似乎使你的人格特点更加的趋于谨慎，细心，追求完美。',
		),
		'人际关系敏感' => array(
			'简介' => '主要反映某些个体在于他人交往时，所体验到的不自在感和自卑感，尤其是在与其他人相比较时更突出。',
			'建议' => '在人际交往过程中，应加强自己的信心，不要过分注意自己的言行是否妥当，也不必太过在意他人对你的评价，应自然、自信的交往；多找些自己和他人的长处，同时正视自己的缺点，遇到让自己感到难堪的时刻，学会自我解嘲；建立自己的积极形象，想象自己希望成为的样子，越细致越好，这样积极的自我暗示有助于增强自我接纳和自信心。',
			'正常' => '您的得分是在正常范围内的。表明您与他人在交往时，比较随和，自然，能很好的处理和他人的人际关系，在交往中能够体现自我，具有较高的自尊水平，以及具有较高的自我认知评价，能够合理的看待于他人的关系，赢得他人好感。',
			'有症状' => '在最近的一段时间内，您在和他人交往时，并不能很好的处理与他人之间的关系，甚至不能确立长久的亲密关系；在一些时候，您可能会感觉自己是不被理解的，以及被不友好对待，甚至是具有不如他人的较低的自尊水平。'
		),
		'抑郁' => array(
			'简介' => '主要反映个体持续时间的心情低落以及对生活的兴趣减退，缺乏活动的愿望，并伴随有一定程度的睡眠障碍以及食欲不振等。',
			'建议' => '当出现情绪低落或者是精神萎靡不振时，可以有意识的去回忆或设想有趣的情景或活动，或暗示自己，以随时总结自己的言行调整自己情绪的变化；也可以简化自己的生活，不要要求自己同时做很多事，或快速完成某项任务，这可能会让你觉得力不从心，而变得更加沮丧；也可以参加一些擅长的、能让自己有成就感的活动，这样会增加自己的自信心以及自豪感等。',
			'正常' => '您有时虽然会感觉悲观，失望，甚至是存在着轻度的情感和心境苦闷，但是，您整体的生活态度是积极乐观的，个性是开朗的，所以，这些偶尔的负面情绪不会影响您对生活炽热的激情和向往。',
			'有症状' => '您在最近的一段时间内，可能会感觉到生活的兴趣减退，活力丧失，动力缺乏，具有较低的成就动机水平以及悲观策略；认知方面，会否认自我的价值，感到前途没有希望以及会产生悲观失望的情绪体验等。'
		),
		'焦虑' => array(
			'简介' => '主要反映个体表现为对日常琐事的过度和持久的不安、担心。焦虑的痛苦在精神上体验为对一些指向未来的或不确定的事件过度的担心、害怕；在行为上可能多表现为手心出汗以及以及严重时会出现躯体震颤等。',
			'建议' => '当在生活中感到焦虑时，您可以多参与运动，从生理上相对消除一些负面情绪，从心理上正确认识自己，提高自我评价，增强自信和自我的价值感；进行积极的自我暗示，自我鼓励，相信事在人为；学会放松，太在意就会有压力，进而变得紧张，容易多想，放大事实。',
			'正常' => '您在这一维度上是正常的，您有时可能会有轻度的烦躁，坐立不安，神经过敏，紧张，以及由此产生的躯体征象，不过这些症状是极少发生的。总的来说，您的焦虑程度较低，属于生活中的正常表现。',
			'有症状' => '您容易感到很焦虑，觉得心里不踏实，对某些事担心又紧张，但是又无法快速解决这些事情，有莫名的恐慌感，坐立不安，甚至影响到您的生活。'
		),
		'敌对' => array(
			'简介' => '主要反映个体与他人心理不相容而敌视、对抗他人的消极心态，其目的在于在心理上给他人造成有害结果，使对方蒙受痛苦和不快，多表现为厌烦，争论，摔物甚至是争斗以及冲动爆发的行为等。',
			'建议' => '在人际交往过程中，如果出现敌对或者是不友好的思想，要用理智来克制自己的情感，使敌意、怒气渐渐消除、化解；遇事不能鲁莽，应设身处地地替别人想一想，这样才能理解他人的观点和行为举止；在生活中，人与人之间难免有误解，而一个得体的幽默，一个真诚的微笑，往往能使双方摆脱困窘的境地；在与人交往过程中应不抱成见，寻找机会取得他人的信任，奉行以诚相待的原则。',
			'正常' => '您的敌对情绪较低，不会轻易与他人为敌，在日常生活中，即使偶尔会出现脾气暴躁，情绪激动等，也能良好的加以控制。',
			'有症状' => '您可能在最近的一段时间内，情绪易激动，难以控制，有时候甚至会出现摔物的行为；在和他人的相处方面，您也可能会因为一些小事情与他人争论不休，或者是难以对自己或者是他人的行为予以宽容。'
		),
		'恐惧' => array(
			'简介' => '主要反映个体对客观存在事物的害怕以及担心，多表现为对空旷的场地，人群，场合或者公共场合以及乘坐交通工具甚至是社交等的害怕与担心。',
			'建议' => '当你对空旷的空间等再度感到紧张或者是具有恐惧体验时，可先从认知上接受恐惧发生时的身心变化，不要去抗拒、抑制或掩饰它；同时，进行放松训练，如感到恐惧时，有意识地做深呼吸，放松全身等。',
			'正常' => '您在这一维度的得分是正常的。表明您很少会出现对空旷的场所甚至是一些人群惶恐不安，更多的时候您能对生活中出现的一些事情或者事物都能泰然处之。',
			'有症状' => '您在日常生活中，能全面客观的看待问题，及时的调整自己的心态和看法，能更快的对周围环境做出合理恰当的反应，很少会出现钻牛角尖的行为，会懂得灵活的调节自己的情绪，很少会出现对他人不友好的情况的发生，也不会为了一些不必要的规则和琐事浪费自己的精力和时间。'
		),
		'偏执' => array(
			'简介' => '主要反映个体体验歪曲的一种普遍倾向，即把他人无意的或友好的行为误解为敌意或轻蔑，以及对他人的拒绝和否认过分敏感，有强烈的嫉妒心理等。',
			'建议' => '您应该提高自我认知，多与他人进行情感交流，以达到信任他人，接纳他人；学会分析自己非理性观念（如：我不能容忍别人一丝一毫的不忠。世上没有好人，我只相信自己），调整自我情绪，改变及自我的不合理的行为和想法；你可以积极主动地进行交友活动，在交友中学会信任他人，消除不安全感；也可以通过自我反省，认识自己的偏执观念，并对这些观念加以改造，以除去其中极端偏激的成份。',
			'正常' => '在最近一段时间内，您可能会对一些事情产生一些认知偏差，不能全面客观的看待问题，不能根据外界环境的改变适当的调节自我情绪，即也会把他人无意的或友好的行为误解为敌意或轻蔑，以及对他人的拒',
			'有症状' => '在最近一段时间内，您可能会对一些事情产生一些认知偏差，不能全面客观的看待问题，不能根据外界环境的改变适当的调节自我情绪，即也会把他人无意的或友好的行为误解为敌意或轻蔑，以及对他人的拒绝和否认过分敏感；对周围事情的解释经常不符合实际情况，固执地追求个人不够合理的“权利”或利益，且很难用说理或事实来改变你的想法；有时候，也会毫无根据的怀疑被人利用或伤害等。'
		),
		'精神病性' => array(
			'简介' => '主要反应个体在生活中经常性的出现幻听，思维不受自我意识控制，心理被洞悉感等症状。',
			'建议' => '日常生活中多与他人建立和谐亲密的关系，多进行情感交流，合理的释放压力；学会宽容的看待周围的事情与任务，学会用平坦的心态来处理人和物；您也可以多参加一些活动，保持与朋友的正常交往；得分较高者需要到正规医院的精神科接受进一步检查，以确定症状是否确实存在，以及对应的矫治或治疗方法，如有需要需在专业医生指导下采用心理和药物的协同方式来减轻和消除这些精神症状。',
			'正常' => '您在这一维度得分状态正常。表明您的生活状态是正常的，急性症状和行为的可能发生率低，生活中无重大事故发生，精神健康。',
			'有症状' => '您可能在最近的时间内，偶尔会出现一些幻觉，如，幻听；在生活中，感觉别人能洞悉自己内心的想法，进而会出现恐慌情绪的产生。'
		),
		'综合' => array(
			'简介' => '其它项目 （睡眠、饮食等），作为第10个因子来处理，以便使各因子分之和等于总分。',
		),
	),	
	'关于SCL90自测量表' => <<<EOT
<p><img src="https://oss.1cece.top/admin_upload/6161e4be3908a.jpg"
        style="display: block; margin-left: auto; margin-right: auto;" /></p>
<p>《症状自评量表SCL90》是世界上最著名的心理健康测试量表之一，是当前使用最为广泛的精神障碍和心理疾病门诊检查量表。</p>
<p>本次测评量表包含了广泛的精神病症状学内容，如思维、情感、人际关系和生活习惯等。</p>
<p>本次测评量表从9个方面，以身心症状表现的角度考查了个体的心理健康水平，如果在某些症状上的得分越高，感觉到某些症状的频度和强度都比较严重，就应该注意在这个方面的问题。</p>
<p>由于自评量表是测量个体在一段时间内感觉到的症状的严重与否，所以在量表分数的解释上请测评者慎重看待，并不是得分高就一定说明个体出现了很严重的心理问题，某些分量表上的得分较高有可能只是由于个体当时遇到了一些难题如失恋、面临考试、生病等。
</p>
<p>如果个体在多个维度上自觉这些症状较为严重时，应该加强心理健康的教育，严重时应该到比较权威的心理咨询和治疗机构进行进一步的检查和诊断。</p>
<div class="xl-line"></div>
<div class="cb-a"><i class="fa fa-medkit"></i><span>关于抑郁你需要了解的</span></div>
<p><img src="https://oss.1cece.top/admin_upload/6161e7ed2dc54.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<h5>1 抑郁症是一个大群体</h5>
<p>在中国，平均每100人，就有大约7个人患有抑郁症。</p>
<p><img src="https://oss.1cece.top/admin_upload/6161c151a6e57.jpg"
        style="display: block; margin-left: auto; margin-right: auto;" /></p>
<h5>2 抑郁症不是你的错</h5>
<p><i class="fa vaaii fa-hand-o-right"></i>a）抑郁不是因为你性格软弱，更不是因为娇气，而是由生理、心理和环境三因素共同作用产生。</p>
<p><img src="https://oss.1cece.top/admin_upload/6161c188cdd8c.jpg"
        style="display: block; margin-left: auto; margin-right: auto;" /></p>
<p><i class="fa vaaii fa-hand-o-right"></i>b）不是你选择抑郁，而是它就那样出现了，就像一场“心灵的感冒”。单纯的心情不好，并不是抑郁。</p>
<p><img src="https://oss.1cece.top/admin_upload/6161c1d849ef8.jpg"
        style="display: block; margin-left: auto; margin-right: auto;" /></p>
<p><i class="fa vaaii fa-hand-o-right"></i>c）抑郁易感人群</p>
<p>压力大的白领、单身群体、女性……</p>
<p><img src="https://oss.1cece.top/admin_upload/6161c242507db.jpg"
        style="display: block; margin-left: auto; margin-right: auto;" /></p>
<p><i class="fa vaaii fa-hand-o-right"></i>d）抑郁症的鉴别</p>
<p><i class="fa vaaii fa-caret-right "></i>1 抑郁情绪≠抑郁症</p>
<p>因为考差了、工作受到批评了而导致的短暂抑郁情绪，不是抑郁症。抑郁症的核心表现是，没有任何原因的、持续的精神低落。</p>
<p><i class="fa vaaii fa-caret-right "></i>2 “玻璃心”≠抑郁症</p>
<p>如果在你觉得遭受到某个不公平待遇后一直耿耿于怀，或者常常因他人对你的评价和情绪起伏，难以承受外界给你的负面反馈而导致你兴趣骤减，那不是抑郁症。玻璃心只是一种性格上的缺陷，可能是安全感的缺失造成。而抑郁症是一种精神疾病，它会让你感觉持续性的痛苦，而不仅仅是受到打击时才痛苦。
</p>
<p><i class="fa vaaii fa-caret-right "></i>3 讨好型人格≠抑郁症</p>
<p>把自我价值建立在外界的评价上的具有讨好型人格的人，常常也有和抑郁症相同自罪自贬表现。但同样，这是一种人格上的缺陷，却不是精神疾病。</p>
<p><i class="fa vaaii fa-hand-o-right"></i>e）抑郁症和自杀意念的关系</p>
<p>自杀意念是抑郁诊断手册中的主要症状之一。轻度抑郁的人，25%有自杀想法。通常每5个确诊抑郁症的人中就有一个会将自杀付诸实施。而你的自杀想法或自杀计划，有时只是抑郁带来的自杀念头，而不是你自己真的想自杀。</p>
<div class="xl-line"></div>
<div class="cb-a"><i class="fa fa-leaf"></i><span>抑郁的自我疗治法</span></div>
<h5>一&nbsp; 运动疗法</h5>
<p><img src="https://oss.1cece.top/admin_upload/6161ea218c8d1.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<p><span style="color: #f6727e;">1 运动健身操</span></p>
<p>让自己的身体“行动”起来能有效缓解抑郁。参考CCTV•10的教育视频。</p>
<p><span style="color: #f6727e;">2 瑜伽体式</span></p>
<p>当你心情低落时，可以尝试做一些瑜伽体式。如婴儿式、半月式和鸟王式等。具体步骤可以参考网上资料。</p>
<p><span style="color: #f6727e;">3 慢跑</span></p>
<p>如果以上两种方法你觉得很麻烦，那么慢跑也是一种简单有效的方法。可以从刚开始的快步行走开始，然后再慢跑，循序渐进。你可能身体在拒绝，不愿意行动，但是无论如何，把自己推出门，告诉自己40分钟后回来。不论是走还是跑，只需要你身体出汗了，身心的僵局就会打开一个口子，进展就会更加顺利。注意要量力而行，不要让自己感觉痛苦。
</p>
<h5>二 认知行为疗法（CBT）</h5>
<p><img src="https://oss.1cece.top/admin_upload/6161ead076fdd.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<p><span style="color: #f6727e;">消极信念驳斥</span></p>
<p>如果你有类似的自我批评，如：我一无是处、我永远不会好起来了、我的生活处处不顺心等，那么，你需要运用语言的“柔道”，学会驳斥消极信念。简单举例：</p>
<ul class=" list-paddingleft-2">
    <li>事实：同事告诉我，我核对的表格仍然有很多错误。</li>
    <li>想法：粗心是一个我永远也改不了的毛病，感觉自己很无能、很绝望。</li>
    <li>情绪：情绪异常低落。</li>
    <li>驳斥：除非是基因缺陷才可能导致结果不可变。粗心是一种做事风格，是可以被纠正和改变的。</li>
    <li>证据：工作上也曾经受到过表扬，也有人说过我做事认真。</li>
    <li>注意：有时候你可能会过度沉浸在负面的情绪中，很难找到自己的积极面，这时你可以寻找一个你信任的人，帮助你寻找驳斥消极信念的证据。</li>
</ul>
<h5>三&nbsp; 音乐疗法</h5>
<p><img src="https://oss.1cece.top/admin_upload/6161eb30066b4.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<p>通过听某些音乐，能达到缓解抑郁的目的。如：</p>
<p>《Drip Drip Drip》（滴落的星子）、《Dance Of Gossamer》（薄纱之舞）、《Floating In The City》（城市漂流）、《Rising Of The
    Dream》（梦起始的地方）、《Dazing》（微醺）、莫扎特的古典钢琴曲《b小调第十四交歌曲》、《G大调弦乐小夜曲》等。</p>
<p>听音乐时的准备：</p>
<p><i class="fa vaaii fa-hand-o-right"></i>a）在听音乐时，注意保持室内的光线明亮柔和，不要过于幽暗。同时，空气也要清新，室温适宜。</p>
<p><i class="fa vaaii fa-hand-o-right"></i>b）听音乐前最好洗一把脸，清醒一下头脑；或者搓热双手，用掌心按摩颜面几分钟，效果会更好。然后闭目养神，静坐片刻，或做几次深呼吸运动。</p>
<h5>四&nbsp; 存在主义疗法</h5>
<p><img src="https://oss.1cece.top/admin_upload/6161ebe9b01e6.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<p style="text-align: center;"><strong><span style="color: #f6727e;">正念</span></strong></p>
<p>抑郁症的人通常对未来绝望而悲观，当总是忘记了活在当下。正念是让你用觉察代替行为或想法，帮助你关注当下的感受从而减轻抑郁症状。训练方法可以从吃一粒葡萄干开始。</p>
<p><span style="color: #f6727e;">1观察</span></p>
<p>从容仔细地这粒葡萄干，让你的眼睛探索它每一个细节，如色泽，凹陷的坑，褶皱等。</p>
<p><span style="color: #f6727e;">2 触摸</span></p>
<p>把葡萄干拿在指间把玩，感受它的质地，还可以闭上眼睛以增强触觉的灵敏度。</p>
<p><span style="color: #f6727e;">3 闻</span></p>
<p>把葡萄干放在鼻子下面，感受它散发的香味，注意你的嘴巴和胃有没有产生感觉。</p>
<p><span style="color: #f6727e;">4 放</span></p>
<p>轻轻地把它放到嘴里面，不要咀嚼，用几分钟体验一下它在嘴里面的感觉。</p>
<p><span style="color: #f6727e;">5 尝</span></p>
<p>当你准备好咀嚼它的时候，注意一下应该如何以及从哪里开始咀嚼。然后有意识地咬一到两口，看看会发生什么，体会随你每一次的咀嚼它所产生的味道的变化。</p>
<p><span style="color: #f6727e;">6 吞咽</span></p>
<p>当你认为可以吞咽下葡萄干的时候，觉察自己的吞咽意向。</p>
<p><span style="color: #f6727e;">7 感受</span></p>
<p>当葡萄干进入你的胃之后，还剩下什么感觉。</p>
<p>当你的情绪陷入低潮和抑郁状态时，可以用类似的方法，觉察你的情绪产生的过程。</p>
<h5>五&nbsp; 自我审查法</h5>
<p><img src="https://oss.1cece.top/admin_upload/6161ec78086d4.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<p><span style="color: #f6727e;">记录心情日记</span></p>
<p>每天坚持记录自己这一天的心情状况，打一个分数。用写日记的形式记录任何可能影响情绪、动力、健康状况、睡眠质量的事物及其规律。长期下来，这种方法一方面能帮助你处理情绪，深入了解具体事物之所以能影响你的感受的原因，另一方面能缓解抑郁带给你的懒散和迟钝的症状。
</p>
<h5>六 6步问题解决法</h5>
<p><img src="https://oss.1cece.top/admin_upload/6161ed0d97f74.jpg"
        style="display: block; margin-left: auto; margin-right: auto; border-radius: 15px;" /></p>
<p>抑郁症的人在解决问题方面自我效能感很低，一方面是因为你的精力减退，而解决问题是需要精力的；另一方面可能是因为患有抑郁症的你把更多注意力放在担心情绪方面，所以其他问题容易被忽视而让事情变得更糟。当生活中很多得不到解决的问题累积在一起，就会加重你的抑郁症状。所以，学会有效地解决问题是改善抑郁的关键。你可以采取六步法。
</p>
<p><span style="color: #f6727e;">a）找出问题</span></p>
<p>列一个问题清单。注意，你只需要去想问题，而不需要想出解决方法。并且，最好把问题简单扼要的逐点列出，一个问题列出之后，迅速列出下一个问题。</p>
<p><span style="color: #f6727e;">b）选择一个问题</span></p>
<p>从上面的问题中，选择一个你很想解决且最有可能被解决的问题。</p>
<p><span style="color: #f6727e;">c）搜索方法</span></p>
<p>想一想，自己可以采取什么行动来帮助自己。可尝试“头脑风暴”的方法，写出所有你认为有所帮助的方法。</p>
<p><span style="color: #f6727e;">d）选择其中一个方法</span></p>
<p><span style="color: #f6727e;">e）制定并分解目标</span></p>
<p>你需要让你的每一个阶段的目标是可以应付的，在你的能力范围之内；并且它是具体的，是以行动为根本的。每一个小目标设置一个期限，直到把你的目标全部分解。</p>
<p><span style="color: #f6727e;">f）评估及调整</span></p>
<p>在每一个小目标完成之后，自己做一个小小的总结和评估。当结果为正向时，给自己一个小小的奖励；当阶段性小目标结果不理想时，则对你的阶段性目标进行调整。</p>
EOT

);
