<?php
/**
 * 滤镜效表
 * 
 * @author wangwei
 */
return array(
	// 90s 现代胶片
	'复古' => 'm1',
	'灰调' => 'm2',
	'青阶' => 'm3',
	'蓝调' => 'm4',
	'暗红' => 'm5',
	'暗淡' => 'm6',
	'灰橙' => 'm7',
	'通透' => 'm8',
	//'胶片'
	'高调' => 'pf1',
	'富士' => 'pf2',
	'暖色' => 'pf3',
	'柯达' => 'pf4',
	'复古' => 'pf5',
	'反转' => 'pf6',
	'红外' => 'pf7',
	'宝丽来' => 'pf8',
	'禄来' => 'pf9',
	'工业' => 'pfa',
	'灰阶' => 'pfb',
	'白阶' => 'pfc',
	//'红外'
	'清透' => 'pi1',
	'暮晚' => 'pi2',
	'秋色' => 'pi3',
	'暗调' => 'pi4',
	//'泼辣·清新'
	'影调' => 'pl1',
	'柔和' => 'pl2',
	'春芽' => 'pl3',
	'明媚' => 'pl4',
	//'日系'
	'小森林' => 'pj1',
	'童年' => 'pj2',
	'午后' => 'pj3',
	'花雾' => 'pj4',
	//'Unsplash'
	'白桃' => 'delta',
	'林间' => 'electric',
	'盐系' => 'faded',
	'蓝雾' => 'slowlived',
	'东京' => 'tokoyo',
	'雨后' => 'urbex',
	'温暖' => 'warm',
	//'80s负片'
	'济州岛' => 'f1',
	'雪山' => 'f2',
	'布达佩斯' => 'f3',
	'蓝霜' => 'f4',
	'尤加利' => 'f5',
	'老街' => 'f6',
	'咖啡' => 'f7',
	//'旅行'
	'质感' => 'pv1',
	'天色' => 'pv2',
	'清新' => 'pv3',
	'雾气' => 'pv4',
	'高调' => 'pv5',
	'黑白' => 'pv6',
	//'90s艺术胶片'
	'柔和' => 'a1',
	'暗调' => 'a2',
	'青空' => 'a3',
	'蓝光' => 'a4',
	'艳丽' => 'a5',
	'哑光' => 'a6',
);