<?php
return array (
  'title' => '你的易怒指数有多高',
  'totalTitle' => '你的易怒程度是',
  'totalIcon' => 'fa-free-code-camp',
  'totalIconColor' => '#f6727e',
  'levelList' => array ( //  0  低      20  较低     40  中等    60  高     100
    '低' => array (
	      'threshold' => 0,
	      'explain' => '<p>你在日常生活中很少感到愤怒，尽管偶尔也会有情绪波动，但总体来说你比大多数人更为平和。你眼中的世界和他人更倾向于积极和友善，因此你对这个世界抱有较多的好感和接受。</p>
	<p>因此，你在处理问题时往往能以客观、善意的态度去看待，并且待人接物时显得更有耐心，心态也更加积极乐观。这使得你能够采取积极、理性的方式来应对生活中的各种挑战。</p>',
	    ),
	    '较低' => array (
	      'threshold' => 20,
	      'explain' => '<p>你较容易保持冷静，即使偶尔愤怒，也不会过度发泄。你对世界和他人的看法大多是有益和友好的，因此你不会轻易将阻碍你的人事物视为敌对。</p>
	<p>你能够以客观、善意的视角来看待问题，在面对阻碍时能够保持冷静和耐心。你倾向于用理智、有建设性的方式来解决问题，而不是无谓地激化矛盾。</p>',
	    ),
	    '中等' => array (
	      'threshold' => 40,
	      'explain' => '<p>你的愤怒频率和强度在脾气温和和暴躁之间，对生活中的烦恼有相应的愤怒反应。通常，在大多数人容易愤怒的情境中，你也会感到愤怒，反之亦然。</p>
	<p>你眼中的世界既有美好友善的一面，也有威胁和不公的一面。因此，你既能展现亲和的一面，也能在必要时表现出对抗。你会根据具体情况判断，是选择亲和包容还是采取抗争态度。</p>',
	      'suggest' => '<p>你通常不会无故发怒，但也并非每次愤怒都是必要和有益的。当你感到愤怒时，可以先冷静下来，看看是否有更好的解释和解决方法。</p>',
	    ),
	    '高' => array (
	      'threshold' => 60,
	      'explain' => '<p>你比一般人更容易感到愤怒，且情绪波动更强烈。你眼中的世界和他人更多是不美好和有威胁的，因此你常以愤怒和敌对的态度应对问题。</p>
	<p>一方面，你倾向于通过愤怒发泄不满和失望；另一方面，你准备好愤怒来对抗潜在威胁，从而保护自己。</p>
	<p>由于你容易对事情产生负面预判，因此容易感到愤怒和敌意。这可能会干扰你的心态和理智。</p>',
	      'suggest' => '<p>过度愤怒可能影响你的人际关系和身心健康。你可以选择适合的调整方法，减少不必要的愤怒，进而提升生活质量。</p>',
	    ),
	),
  'extendRead' => 
  array (
    'title' => '激发愤怒情绪的原因',
    'content' => <<<EOT
<div class ='img-center'><img src="易怒-原因.png" /></div>
<p>理解愤怒的心理根源，可以更好地掌控情绪，从而获得更和谐的人际关系和生活体验。</p>
<div class ='title2-bg'><span>1、获得力量感</span></div>
<p>在面对突如其来的困难、威胁或不公平对待时，杏仁核会触发“战斗或逃跑”反应。愤怒能增强我们的勇气和力量，帮助我们应对威胁和不公，争取生存权利。这种本能是我们祖先遗传下来的。有时，我们会通过愤怒掩盖内心的恐惧，以更强的力量保护自己。</p>
<div class ='title2-bg'><span>2、看待偏差</span></div>
<p>心理学家研究发现：人们在面对困境时，不会立刻发怒，而是会经历一个评估的过程。在此过程中，产生的观念可能是积极的也可能是消极的。当人们产生灾难化、错误归因、夸张化或负面定性等扭曲观念时，就容易引发愤怒和攻击性。</p>
<div class ='title2-bg'><span>3、过多的负面经历</span></div>
<p>我们对世界和他人的看法总是带有主观印象。如果过去没有得到足够的关爱，甚至遭受过较多的伤害，那么我们对世界和他人的印象就会变得消极和敌对，在遇到事情或与人相处时，更容易产生过度的敏感和敌意。我们会把对过去某些人或事的愤怒带到当前的关系中。这是过去压抑或习惯性的愤怒。</p>
<div class="card-split"></div>
<div class="title-wireframe"><span>如何减少愤怒</span></div>	
<div class ='img-center'><img src="易怒-减少.png" /></div>
<div class ='title2-bg'><span>1、重新定义“愤怒”</span></div>
<p>当遇到阻碍、不公平或威胁时，我们的身体会表现出心跳加速、呼吸急促甚至轻微颤抖。这是身体在为“战斗或逃跑”做准备，此时身体更敏捷、更有力量。但这种状态不仅适用于发脾气和争执，也可以理解为兴奋和力量感。我们可以利用这个活跃的状态，做出更多积极有效的努力来解决问题。</p>
<div class ='title2-bg'><span>2、避免负面情绪堆积</span></div>
<p>许多人意识不到细微的负面情绪，有时也觉得那些小的不快无关紧要，因此选择压抑。当这些情绪积累到一定程度，人们就容易因小事而情绪失控。因此，需要察觉细微的负面情绪，并及时处理和释放。可以通过运动、休息、娱乐、奖励自己、调整观念、找人倾诉等方式，及时释放负面情绪。</p>
<div class ='title2-bg'><span>3、合理情绪疗法</span></div>
<p>心理学家艾尔伯特·埃利斯认为，人们的情绪和行为不是由刺激事件决定的，而是由对事件的看法决定的。当人们对事件持有绝对化要求、以偏概全或糟糕至极等不合理观念时，就容易产生强烈的负面情绪。</p>
<p>此时，可以想想是否存在其他可能的更好结果？不好的结果发生的几率是否真的那么大？不好的结果真的会那么糟糕吗？是否有更好的应对方法？用更积极合理的看法代替原有的，这样情绪也会改善，更容易做出明智的应对。</p>
<div class ='title2-bg'><span>4、和世界化敌为友</span></div>
<p>如果把世界和他人看成敌人，我们就难以平和相处。时刻保持警惕和敌对会让自己疲惫不堪。负面的印象往往形成于过去的负面经历，这些往往只是部分事实。负面的记忆比正面的更强烈。为了形成客观的印象，需要认真回忆过去的美好记忆。</p>
<p>仔细回忆：是否存在温暖过我们的人或事？是否有愉快的时光？当我们对过去有更多积极的解读时，对世界和他人的态度也会变好。此外，还可以着眼于现在和未来，未来可能遇到更多美好的人和事，不要过早对世界和他人失去信心，拒绝那些可能到来的美好。</p>
EOT
  		),
);
