<?php
return array (
		'title' => '你的拖延程度有多高？',
		'totalTitle' => '您的拖延症程度',
		'totalIcon' => 'fa-hourglass-2',
		'zongjieguo_image' => 'https://oss.1cece.top/admin_upload/61473520e7205.png',
		'levelList' => array (
		    '正常' => array (
		        'threshold' => 0,
		        'explain' => '<p>你没有明显的拖延症状，大多数情况下能够按时完成任务，并且拥有良好的时间管理能力和自律性。你在面对工作和生活中的各种挑战时，能够保持积极和动力，轻松地应对日常事务。</p>
		        <p>偶尔的拖延也不会对你的整体表现产生影响，你能在适当的时候放松自己，同时又能在需要时迅速投入工作。这种平衡状态是你高效和成功的关键。</p>
		        <p>继续保持这种状态，培养和增强你的自律能力，可以帮助你在未来面对更大的挑战时依然从容不迫。</p>',
		    ),
		    '轻度' => array (
		        'threshold' => 40,
		        'explain' => '<p>你有轻度的拖延症状，虽然偶尔会拖延一些任务，但并没有对你的生活和工作造成严重影响。对于一些不太紧急或你不太感兴趣的任务，你可能会推迟处理，但在压力和最后期限的驱动下，你仍然能够完成这些任务。</p>
		        <p>你可能会感到一些压力和内疚，但并不会因此而影响整体的效率。你具备一定的时间管理技巧，但仍有提升的空间。通过提高自我意识和改进计划，可以进一步减少拖延的频率。</p>
		        <p>培养更加积极的工作态度和时间管理策略，将有助于你在未来提升工作效率，减少拖延带来的负面影响。</p>',
		    ),
		    '中度' => array (
		        'threshold' => 60,
		        'explain' => '<p>你有较为明显的拖延症状，但尚未完全失控。很多时候，你能够在最后期限前完成任务，但过程常常伴随压力和焦虑。你对于自己重视和感兴趣的事情能够按时完成，而对于不喜欢或畏惧的任务，则常常拖延。</p>
		        <p>这种内耗让你感到疲惫，即使是简单的任务也会变得心累和抗拒。你需要寻找拖延背后的真正原因，是任务本身还是其他因素在影响你的行动。</p>
		        <p>通过分析和理解这些原因，并采取适当的策略来应对，可以帮助你减少内心的拉锯战，提升整体的工作效率和生活质量。</p>',
		    ),
		    '重度' => array (
		        'threshold' => 80,
		        'explain' => '<p>你有严重的拖延症，这种行为已经严重影响到你的生活和工作。你常常拖延重要的任务，即使到了最后期限，你仍然无法完成，导致工作和生活陷入混乱和压力中。</p>
		        <p>拖延给你带来了极大的焦虑和自责，但你却难以改变这种行为模式。你可能会因为拖延而错失重要的机会，影响职业发展和个人成长。</p>
		        <p>这种情况需要立即采取行动进行干预，可以寻求专业帮助，通过心理咨询和时间管理培训，来改变拖延的习惯。重新掌控自己的生活和工作，培养积极和有效的行为模式，才能走出拖延的困境。</p>',
		    ),
		),
		
		'extendRead' => array (
			'title' => '拖延者的信条',
			'title_icon_tag' => 'fa-align-justify',
			'content' => <<<EOT
<div class ='img-main'><img src="拖延症-信条.png" /></div>
<p>许多拖延者的内心深处，都存有一些根深蒂固的信念，而这些信念正是导致他们拖延的主要原因。你是否也有以下这些想法？</p>
<div class="card-bg-green">
<li><span>我没有什么不能做到的。</span></li>
        <li><span>我必须追求完美。</span></li>
        <li><span>做事应该毫不费力。</span></li>
        <li><span>不做任何事比失败要安全得多。</span></li>

        <li><span>我必须回避挑战。</span></li>
        <li><span>我的成功会让别人受伤。</span></li>
		 <li><span>如果事情不能完美完成，那就不值得去做。</span></li>
        <li><span>如果这次做得很好，我每次都必须表现出色。</span></li>
		 <li><span>所有事情都有正确答案，我会一直等待，直到找到它。</span></li>
        <li><span>按别人的规矩做事意味着失去控制。</span></li>
        <li><span>我不能失去任何东西或任何人。</span></li>
        <li><span>如果我展现真实的自己，别人会不再喜欢我。</span></li>
       
</div>
<p>这些信念反映了我们的拖延思维，有些信念你时常会想到，有些则是潜移默化地影响着你。仔细想一想，你有多少这样的信念？认识到这些思维模式是不健康的，是克服拖延的第一步。</p>
<div class="card-split"></div>

<div class="title-wireframe"><span>拖延的原因</span></div>
<div class ='img-center'><img src="拖延症-原因.png" /></div>
<p>《拖延心理学》中总结了拖延的原因</p>
<div class="combine-box-red" style="margin-top: 0 !important;margin-bottom: -1px !important;">
	<div class="title">
		<span class="name">注意力分散且冲动</span>
	</div>
	<div class="content">在准备做一件事时，总是被其他事情分心，导致拖延了很久也未完成。注意力不集中和冲动行为让你难以专注于任务，最终效率低下。你可以试着制定详细的计划，设定明确的时间段，专注于一件事，提高注意力集中度。</div>
</div>	
<div class="combine-box-red" style="margin-top: 0 !important;margin-bottom: -1px !important;">
	<div class="title">
		<span class="name">讨厌被指派任务</span>
	</div>
	<div class="content">不喜欢按照他人的要求行事，通过拖延来争取自己的空间和自由。被分配任务时，总觉得被束缚，缺乏自主性，于是通过拖延来反抗这种安排。可以尝试主动沟通，争取更多自主权，找到内在动力，增强对任务的掌控感。</div>
</div>	
<div class="combine-box-red" style="margin-top: 0 !important;margin-bottom: -1px !important;">
	<div class="title">
		<span class="name">缺乏成功的信心</span>
	</div>
	<div class="content">担心自己无法成功，害怕失败，因此选择拖延和逃避，以避免面对可能的失败。这种缺乏信心的状况让你犹豫不决，迟迟无法迈出第一步，最终导致任务一再拖延，形成恶性循环。需要建立自信，设定小目标，逐步实现，以此增强对成功的信心。</div>
</div>	
<div class="combine-box-red" style="margin-top: 0 !important;">
	<div class="title">
		<span class="name">目标过高且缺乏即时反馈</span>
	</div>
	<div class="content">设定的目标过于宏大且缺乏具体的回报，无法激发立即行动的动力，导致一再拖延。长远的目标虽然重要，但如果没有阶段性的奖励和反馈，就很难保持动力。可以尝试将大目标拆分成若干小目标，并设定适当的奖励机制，逐步实现，增强行动的积极性。</div>
</div>									

<p>想一想，是什么原因让你拖延？拖延时，你在害怕和抗拒什么呢？</p>
<div class="card-split"></div>
<div class="title-wireframe"><span>自我提升 战胜拖延</span></div>

<div class ='img-center'><img src="睡眠质量-生物钟.png" /></div>
<div class ='title2-bg'><span>1. 了解原因</span></div>
<p>很多时候，弄清楚原因，拖延就好了一半。深入了解一下，为什么你不想做这件事？这件事是否是你内心真正想要做的？你真正的需求是什么?</p>
<div class ='title2-bg'><span>2. 时间管理</span></div>
<p>现实生活中，事情总是很多很复杂，让我们感到压力和焦虑，可以把工作分成四个象限：重要且紧急、重要但不紧急，紧急但不重要，不重要也不紧急，以此顺序来安排工作节奏，依次完成。</p>
<div class ='title2-bg'><span>3. 化繁为简</span></div>
<p>很多人拖延是因为有“畏难心理”，面对复杂的工作不知道从何下手。我们只需将困难的工作分解成多个小任务，制定合理的时间计划，并按时间顺序设定小任务的完成期限。按计划完成小任务，就会轻松很多。</p>
<div class ='title2-bg'><span>4. 学会求助</span></div>
<p>很多人在面对陌生或棘手的事时容易拖延，不知道该如何进行。其实，每个人的精力和能力都是有限的，除了自己摸索，还可以放下所谓的“面子”向周围的人求助，这能帮助我们更快完成任务。</p>
<div class ='title2-bg'><span>5. 远离干扰</span></div>
<p>做事之前，把电子产品放到客厅或锁起来，摆脱一切可能分心的因素，然后全身心投入工作，提高效率。</p>
<div class ='title2-bg'><span>6. 做出决定</span></div>
<p>拖延就像脑子里的两个小人争论，一个说“现在就做，立刻马上！”另一个说“明天再说吧！”。你要做出决定，哪个小人的建议听从（或用抽签的方式），并决定是否拖延。</p>
<p>如果决定了拖延，那就接受自己拖延的选择，利用拖延的时间做一些更重要的事情。</p>
<div class ='title2-bg'><span>7. 改变环境</span></div>
<p>如果你周围的人都很自律，你也会逐渐自律。加入这些自律的人群，去图书馆，参加读书会或成长团体，去健身房，与他们一起学习、训练，自律，这会帮助你克服拖延，激发自律的习惯。</p>
<div class ='title2-bg'><span>8. 降低标准</span></div>
<p>如果任务确实很难，可以给自己设定一个最低完成标准，降低要求，能让自己更快开始。</p>
<div class ='title2-bg'><span>9. 管理精力</span></div>
<p>很多时候，拖延是因为安排了太多的工作和任务。感受一下身体，如果太累了，就允许自己休息一下，以便更好地工作。</p>

<div class="card-split"></div>

<div class="title-wireframe"><span>总结</span></div>
<div class ='img-center'><img src="总结.png" /></div>
<p>我们想摆脱拖延，因为我们把拖延视为敌人。拖延确实给生活和工作带来了很多不便，比如不能按时完成任务，内耗严重，无精打采，无法实现梦想等等。</p>
<p>其实，我们一直“坚持拖延”，是因为拖延也带给我们一些好处：</p>
<div class ='card-bg-purple'>
<li><span>最后关头完成任务，那种成就感爆棚。</span></li>
<li><span>让我们有足够的时间思考问题，激发更多灵感和创造力。</span></li>
<li><span>即使没能按时完成任务，也能借机休息，放松自己。</span></li>
<li><span>让我们在拖延中找到内心更重要或真正重要的事，了解自己真正的需求。</span></li>		
</div>
<p>只要科学合理地利用拖延，我们也可以更从容地面对生活和工作，解决拖延带来的负面影响。</p>
<p>我们通过“拖延的原因”和“自我提升 战胜拖延”这两个方面，分析拖延的根源，找到克服拖延的有效方法。希望这些方法能帮你摆脱拖延，成为更高效的人。</p>
		
EOT
				
	),
);