<?php
$extendReadDesc = <<<EOT
<div class='img-main'><img src="006.png" /></div>		
<p>我们的潜意识犹如一位守护者，时刻警惕着，防止我们被焦虑、抑郁、愤怒、愧疚等负面情绪所侵袭。正因如此，在很多情况下，我们的潜意识会自动为我们选定防御方式，用以抵御或者回避心理冲突。</p>
<p>然而，我们的潜意识在对现实层面进行考量时并不擅长，所以它为我们挑选的防御方式里，有些是有益处的、能够推动成长的，而有些则带有负面效应，属于那种“拆东墙补西墙”的做法。</p>
<p>所以，我们需要对自己所运用的防御方式保持警觉，尽可能避免使用不恰当的防御方式去伤害他人或者自己，同时借助合适的防御方式来促进自身的成长，让我们的生活更加轻松、幸福。</p>

<div class="title2-index"><div class="index">1</div> <span class="title">摆脱防御方式中的自我束缚</span></div>
<div class='img-center'><img src="心理防御-束缚.png" /></div>	
<p>一些极其善良的普通人对自己有着颇高的道德要求和价值追求，他们常常会回避自身的攻击性和欲望。但是，当他们在生活中积累了不少情绪和欲望时，却又缺乏良好的释放途径。在这种情况下，他们就容易自欺欺人地委屈自己。由于过度的压抑和置换，他们可能都忘却了自己真正的感受和欲望是什么，从而在与自己没有直接关联的方面进行补偿，这就如同刻舟求剑一般，是徒劳无功的。</p>
<p>中间型的防御方式中有很多都具备这类特点。如果过分忽视自己的感受和欲望，过于迂回地满足自己，这样的心理机制很有可能成为强迫检查、强迫洗手、过度恐惧、忧心忡忡等神经症性问题的滋生土壤。所以，当我们发现自己常常感到疲劳、身体不适、纠结、焦虑紧张时，或者发现自己出现了毫无意义的过分小心、多虑、刻板等现象时，那么我们很可能正在通过某种防御方式来回避真正的心理冲突。</p>
<p>此时，我们同样需要停下来，将纠结、谨小慎微、担心、过度克制暂时搁置一旁，找一个安静舒适的房间，让自己放松下来，然后思索自己真正渴望的是什么，真正担忧的又是什么。接纳自己的感受和需求，去处理真正让我们担心的事情，去满足我们真正的需求，去掌控我们能够掌控的，将无法掌控的部分交给命运去安排。只有这样，我们在生活中才能真正地放松和愉悦。</p>


<div class="title2-index"><div class="index">2</div> <span class="title">警惕防御方式中的攻击倾向</span></div>
<div class='img-center'><img src="心理防御-防御.png" /></div>	
<p>从精神分析的角度来看，每个人都拥有生本能和死本能。生本能涵盖爱欲、亲和、追求快乐、创造等，是具有建设性的本能；而死本能包含攻击、愤怒、抑郁等，是使一切趋向于分解、静止的倾向。这两种本能维持着我们自身的平衡，也维持着自然界的平衡。</p>
<p>其中，死本能中的攻击性作为一种非常原始的本能，确实能够帮助我们抵御许多痛苦感。当我们感到恐惧、孤独、挫败、愧疚等负面情绪时，只要我们产生了攻击性和愤怒，之前那些负面的情绪就会淡化甚至消失。所以，很多不成熟的防御方式都带有攻击性，其效果是通过转移注意力的方式，用我们对他人的敌意、不满、愤怒来回避我们内心的痛苦感。</p>
<p>所以，当我们察觉到自己对身边的人怀有强烈的敌意、愤怒和不满时，先不要急于将其释放出来，而是要停下来进行自我觉察，体会一下自己现在的内心里是否在逃避某种让自己感到羞耻、挫败、痛苦的部分。你可以通过自我接纳、接受现实、做有效的工作、适当放松和进行体育运动等方式来更好地处理自己内心的痛苦和攻击欲，从而让你的内心感受和人际关系都更加和谐。</p>


<div class="title2-index"><div class="index">3</div> <span class="title">正确运用防御方式，助力自我成长</span></div>
<div class='img-main'><img src="心理防御-成长.png" /></div>
<p>我们有很多方法可以应对问题，而有智慧的人懂得挑选好的方法，因此，他们的生活更加轻松、幸福。使用防御方式也是同样的道理。所有的防御方式都能够让我们避免当下的内心冲突。但有些只是转移矛盾或者治标不治本，而有些则是真正有效的方法。</p>
<p>所以，我们需要识别并使用那些好的方法。我们可以使用成熟的防御方式（升华、压抑、幽默），也可以使用一些其他类型的防御方式，只是要注意运用其中积极的部分。比如：适当的心理预演，做一些必要的计划和准备，以便我们把事情处理得更顺利，而过度的防微杜渐就会变成谨小慎微和穷思竭虑。</p>
<p>因此，当你有意或无意地使用防御方式时，多观察一下你的做法让你自己有什么样的感受？让他人有什么样的感受？对你们的关系产生了怎样的影响？对事情的发展有了怎样的影响？促成了怎样的现实处境？如果我们使用的防御方式让绝大部分方面都朝着好的方向发展，那么我们此时使用的防御方式就是比较合适的。而如果一些你看重的部分变得更糟糕了，那么你就可以尝试其他更好的方式。</p>
                
EOT;
return array(
    'groupList' => array(
        '成熟型' => array(
            'desc' => '<p><strong>成熟型防御方式主要涵盖：</strong>升华、压抑与幽默。以下为你的使用情况分布：</p>',
            'explain' => '<p>这些防御方式能够全面兼顾现实因素、人际关系以及个人情感等方面。运用成熟的防御方式来释放压力、情绪或者应对问题时，既能够符合社会期望，又不会伤害到自身。</p><p>较多地运用成熟的防御方式也标志着一个人的圆融与成熟。而较少使用成熟的防御方式，通常反映出一个人的心态和经验等方面还需要进一步历练。</p>',
        ),
        '不成熟型' => array(
            'desc' => '<p><strong>不成熟型防御方式包括：</strong>投射、被动攻击、潜意显现、抱怨、幻想、分裂、退缩、躯体化。以下是你的使用情况分布：</p>',
            'explain' => '<p>这些防御方式通常带有较多的攻击性，容易破坏人际关系的和谐，不利于建立稳定的人际关系。同时，它们还带有较多消极的成分，不利于个人的成长和发展。</p><p>越少使用不成熟的防御方式，越能体现一个人的成熟；而越多使用不成熟的防御方式，则越反映出一个人的幼稚以及融入社会的困难。</p><div class="cb-b1"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>通常，大部分人在进入社会后，通过与人交往和历练，使用不成熟防御方式的程度会降低。而少部分人则需要改变一些不合理的核心信念，需要对自己和他人建立起更正向的看待方式。如果出现严重的情绪问题或社会适应不良，可以考虑到正规机构寻求心理咨询师的帮助。</p></dd></dl></div>',
        ),
        '中间型' => array(
            'desc' => '<p><strong>中间型防御方式主要包括：</strong>反向形成、仪式抵消、克制、回避、理想化、假性利他、伴无能之全能、隔离、认同、否认、交往补偿、口欲补偿、心理预演。以下是你的使用情况分布：</p>',
            'explain' => '<p>人们在使用这些防御方式时通常不会对他人造成伤害或妨碍，通常也不会影响人际交往，其中有些防御方式反而有利于人际关系的和谐。对于个人而言，这些防御方式既可能起到促进作用，但使用不当或过度则容易对自身造成妨碍和困扰。</p><p>各个阶段的人们都会使用一定的中间型防御方式。所以，使用中间型防御方式的程度高低与成熟与否关系不大，而是与心理冲突的转移程度有较大关联。人们越少使用中间型防御方式，对自身真实感受的觉察就越强，越容易直率、切实地对待自己的情绪和需求。越多使用中间型防御方式，就越容易用迂回的方式表达情绪或解决自己的心理欲求。</p><div class="cb-b1"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>我们都会用到一些中间型的防御方式，不过，如果将自身情绪和需求隐藏得过深，有可能会使我们陷入一定的委屈或自我纠结之中。如果感到较多困扰，那么还需要试着面对并处理自己真实的情绪、情感和心理需求。</p></dd></dl></div>',
        ),
    ),
    'dimensionList' => array(
        '心理预演' =>
        array(
            'desc' => '提前为未来的考验或困难做好准备。',
            'explain' => '<p><strong>定义：</strong>提前为未来的考验或困难做好准备。</p><p>经常使用心理预演式防御的人通常心思缜密且谨慎。当他们运用心理预演时，会提前预想未来的考验或困难的发展以及潜在威胁，通过提前准备来预防风险，以避免挫败感。</p><p>例如：一些人在旅行前会做大量准备工作并携带很多装备，目的是避免未来可能出现的各种困境，同时也是为了回避焦虑感。</p><p>适度的心理预演可以帮助我们将即将处理的事情考虑得更周全、更有条理，有助于我们迎接挑战。但过度的心理预演可能会发展成过分的谨小慎微和过度焦虑。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>对于一些重要的事情提前进行预演和安排有助于我们更顺利、圆满地处理事情。不过，如果经常对未来的考验或困难过度焦虑，过多地预想其过程，并且总是重复相同的预演和检查，那么这样的谨小慎微就缺乏实际意义，还会浪费我们宝贵的精力。</p><p>实际上，很多事情无论我们考虑和准备得多么周全，也不可能规避所有风险。试着接受未知的风险，做好应对变动的心理准备。放松一些，对自己的适应能力和应变能力保持一定的信心，这样可以让我们在真正处理问题时发挥得更好。</p><p>此外，你还可以考虑失败和不完美对你的意义，当你能够合理地看待它们，并适当地允许自己也可以失败和不完美，以此便可以减少不必要的思想负担。</p></dd></dl></div>',
        ),
        '否认' =>
        array(
            'desc' => '坚持自己假定的想法，回避真实的现实。',
            'explain' => '<p><strong>定义：</strong>坚持自己假定的想法，回避真实的现实。</p><p>经常使用否定式防御的人具有天真和顽固的特质。人们在使用否定式防御时，会认定自己脑海中的情况是真实的，而不愿意接受对自己不利的事实。例如：当我们在做一件事情时，种种迹象表明事情已经超出了我们的掌控范围，但我们却认为那些顾虑和担忧都是多余的，并仍然认为一切顺利。</p><p>人们使用否认的防御机制通常是因为他们无法接受现实，并且也不知道该如何面对现实。因此，为了避免心理上的冲突感，他们会有意无意地对一切难以接受的事实采取否定或忽视的态度。这样他们在主观上仍然可以暂时处于安全的环境中。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>当你在理智上能够发现自己遇到了一些困扰或问题，但在感情上又无法接受或不愿承认的时候，又或者仍然希望凭着感觉做出不符合理智的选择时。这很可能就是否定的防御机制在对我们产生干扰。此时，我们可以停下来，思考一下我们究竟在逃避什么。</p><p>很多时候，面对现实可以激发我们抗争的原始本能，可以激发我们的勇气，而逃避只会让我们内心感到更加恐惧。</p><p>只有认识到现实处境中的问题，我们才能解决问题，从而让我们的现实处境更好。只有面对自己的真实感受，我们才能让自己的心情真正地好起来，而否定现实的做法只能让我们躲进虚幻的安全世界中，从而错过解决问题的机会。</p></dd></dl></div>',
        ),
        '潜意显现' =>
        array(
            'desc' => '潜意识在行为上的直接呈现。',
            'explain' => '<p><strong>定义：</strong>潜意识在行为上的直接呈现。</p><p>我们的潜意识里有着大量的情感和冲动成分，所以，我们的心理结构中有一个自我监察的职能部分负责压抑和约束自己的潜意识，从而达到自我约束和做出理智判断的目的。</p><p>而经常出现潜意显现的人的自我监察部分比较薄弱，所以他们容易在不知不觉中就把潜意识中的想法表现在行为上。这与他们的冲动性也有着正相关关系。</p><p>他们的内心有着一定的不自主感或无力感，当他们面对一些挫折情景时，他们可能没有承担起足够的责任以做出理性的克制和判断，而是根据自己被触发的情绪，让潜意识带领自己行事。</p><p>潜意识中的无序性和冲动性被带到现实生活中后常常让人们陷入麻烦。潜意显现常常与未解决的情感创伤引起的强迫性重复有关。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果你常常在不知不觉中做出一些行为，事后又感到后悔。那么你有可能是过多地使用了潜意显现的防御方式。其作用是不需要你在主观上付出太多思考也不需要在决策上承担责任，只需要在潜意识和情绪的推动下无意识地行动。</p><p>如果你希望改变，那么你需要为了更好地掌控自己而担负起足够的责任，当你在面对艰难的困境和强烈的情绪时，不要把处置权交给潜意识，而是担负起责任，继续用理智掌控好自己。</p><p>此外，你还可以好好分析一下，在哪些情况下你会无意识地行动或冲动，好好想想那些情况是否存在共性？它是否和你某个心理上的创伤经历或未解开的心结有关呢？试着找到自己的心结，你也就找到了触发你潜意识显现的开关。你对自己潜意识的察觉能力和控制能力就会得到提升。</p></dd></dl></div>',
        ),
        '幻想' =>
        array(
            'desc' => '通过幻想美好的事物来逃避现实中的焦虑、痛苦或羞耻感。',
            'explain' => '<p><strong>定义：</strong>通过幻想美好的事物来逃避现实中的焦虑、痛苦或羞耻感。</p><p>经常使用幻想式防御的人，当他们遇到让自己感到困难、焦虑、痛苦或愧疚的情境时，他们容易幻想一个最好的情况，或是沉浸在一个非常美好和向往的幻想世界里，以此安慰自己，或是暂时让自己忘记烦恼。</p><p>幻想常常带有回避现实或否定现实处境的含义。一些人躲进幻想之中，暂时脱离现实情境中带给自己的痛苦、焦虑或羞耻感。但是，现实中的问题常常得不到真正意义上的解决，所以，如果他们无法将从幻想中得到的好心态带进解决问题的状态中，他们的幻想就缺乏了实际的价值。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>美好的事物可以让我们获得愉快的心情和生活的勇气。不过，我们不能为了回避现实，而躲进幻想的世界，那样只会成为于事无补的逃避。我们可以用美好的愿景来激励自己，然后带着积极的心态和勇气去面对现实世界中的考验。</p><p>很多时候，当我们真的面对现实中的困难处境，并尝试解决的时候，我们的现实处境就会得到好转，而没有我们之前想象的那样困难。通过现实层面的努力，我们可以逐渐地让梦想照进现实。</p></dd></dl></div>',
        ),
        '退缩' =>
        array(
            'desc' => '以无助或无能为力的心理状态面对困难的处境。',
            'explain' => '<p><strong>定义：</strong>以无助或无能为力的心理状态面对困难的处境。</p><p>经常出现退缩式防御的人在面对引起自身焦虑的困难处境时，他们容易感到强烈的无力感，他们对独自面对并解决困难缺乏信心，有时内心还存有对他人的依赖心理。他们会采取逃避的策略，而对于无法逃避的困难，他们会比较容易放弃努力，以减少挣扎的痛苦感和恐惧感。</p><p>退缩常常与悲观、缺乏自信等心理特质相关，而过强的退缩倾向还很可能与习得性无助有关。他们可能经历过一些创伤，在那些痛苦的事件中，他们的努力没有产生效果而使他们产生了悲观、无助的感受和认知观念。在他们看来少一些努力和挣扎反而可以让自己在接受痛苦时更平静一些。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果你真的经常使用退缩的防御方式，那么你可以想想自己是否经历过一些无论如何努力也无济于事的痛苦经历，所以你才倾向于提早放弃努力和抵抗。你需要认识到这种无能为力的处境只是极个别的小概率事件，绝大部分情况下，我们的努力还是可以起到作用的。</p><p>同时，你还可以重新检验那些无能为力的处境，想想如今的你是否能想到更有效的应对方式从而得到更好的结果。当我们能够重新解读过去那些让我们感到无助和无望的事件，我们对生活的掌控感就会得到增强，我们就会更有勇气和自信。</p></dd></dl></div>',
        ),
        '躯体化' =>
        array(
            'desc' => '将注意力集中在自己的躯体问题上，从而回避自己的焦虑或愧疚感。',
            'explain' => '<p><strong>定义：</strong>将注意力集中在自己的躯体问题上，从而回避自己的焦虑或愧疚感。</p><p>经常出现躯体化防御的人经常感到身体上的不适感，比如：失眠、头痛、躯体疼痛、手脚痉挛、肠胃痉挛、僵硬无力等，他们会因此怀疑自己患上某些病症。但是经过医院的检查，他们又不存在器质性的真实病变，他们的不适感通常是神经性的，并且通常由心理原因引起。</p><p>人们出现躯体化防御通常是为了回避自己内心的冲突感，比如：现实原因引起的焦虑、愧疚、羞耻感等。</p><p>1.有些人是因为压力太大，但在主观上又不愿意给自己减少任务，或放低标准，他们不允许自己“软弱”。这时他们容易出现躯体上的不适感，从而得到正当的理由让自己能够坦然地放低一些自我要求，也以此获得他人的理解和包容。</p><p>2.有些人会通过躯体化的方式来惩罚自己，从而获得清白感。比如一位男士可能存在恋母情结，并在潜意识里对父亲存有敌意。但是其道德不允许这些想法。于是他可能产生了肢体无力的躯体化问题，这使他把关注放在自己身上，无力感也使他不用担心自己真的会攻击父亲。同时，躯体上的痛苦又作为惩罚让自己不用再面对内心的罪疚感。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果你有明显的躯体不适，而在不同的医院检查后也没有发现任何问题。那么你很可能使用了躯体化的防御方式。你的不适感很可能是由心理因素引起的。</p><p>好好想想你是从什么时候有了明显的躯体不适，再想想那段时间发生了什么让你内心感到冲突的事件。去找到并解决你内心的焦虑或罪疚感，你的躯体症状也会很快消失。</p></dd></dl></div>',
        ),
        '升华' =>
        array(
            'desc' => '通过艺术、体育或事业等途径释放自己的性欲求和攻击性。',
            'explain' => '<p><strong>定义：</strong>通过艺术、体育或事业等途径释放自己的性欲求和攻击性。</p><p>善于使用升华式防御的人通常有着健康且符合社会期待的爱好，比如：绘画、舞蹈、音乐、文学、体育运动、学习、事业等。他们将大量的精力和热情投入到自己的爱好中，借此获得快乐和满足感。</p><p>人天生有着性本能和攻击本能，而社会文明和我们的道德观念会对我们这些原始欲求进行约束。于是，我们会为自己的驱力找到更合适的释放渠道。</p><p>所以，我们会通过对艺术与美学的热爱来释放自己的性驱力，用体育竞技或学业、事业上的比拼等方式来释放我们的攻击性。这样，我们既不用压抑自己的天性，又可以让本能促使我们更加丰富和优秀。</p>',
        ),
        '压抑' =>
        array(
            'desc' => '通过无意识地遗忘来搁置自己的焦虑、性的欲求、攻击的想法、痛苦的经历等。',
            'explain' => '<p><strong>定义：</strong>通过无意识地遗忘来搁置自己的焦虑、性的欲求、攻击的想法、痛苦的经历等。</p><p>使用压抑式防御的人会在无意识中忘记让自己感到焦虑、愧疚或创伤的部分，从而保护自己的意识层面不受伤害。随着我们的成熟，我们会忘记过去一些杂乱或难以解释的记忆，还有时我们会将不合时宜的问题暂时搁置，从而在意识层面上可以集中精力处理当前的事情。</p><p>不过，有些时候，没有得到解决的强烈情绪有可能会对我们在未来的心情或行为表现造成一定的妨碍。</p><p>人们使用压抑式防御可能是为了满足自己的以下心理：</p><p>1.一些人会将让自己感到愧疚的想法压抑进潜意识中。比如一些人在儿时由于性本能和好奇心的驱使，他们内心里可能有过希望偷看异性身体的想法。他们对偷窥的想法和记忆进行压抑以后，他们会忘记自己曾有过希望偷窥的想法，以免感到愧疚。但他们有可能会因此产生观察能力下降或阅读困难的问题。</p><p>2.一些人会将对某个人的愤怒、不满这类攻击倾向压抑下来，因此，他们察觉不到自己对那个人的不满，但他们有可能会无意中做出妨碍那个人的事，比如小孩子会通过真的生病来对父母表达抗议。又或者会对有相似特质的人产生莫名的厌恶感。</p><p>3.还有些人可能在早期经历中受到过一定的创伤，这些创伤让他们当时产生了强烈的挫败、恐惧等情绪。于是，他们将痛苦的记忆压抑下去。这样一来，他们就忘记了自己曾经经历过创伤。然而，一旦遇到与之相关的事物，他们就会产生强烈的焦虑、恐惧或厌恶感，却又不知道原因何在。<div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>能够将不合时宜的焦虑、愤怒或欲求暂时压抑，先集中精力处理紧要的事情，这是成熟的表现。不过，如果你存在一些无法解释的恐惧或能力限制，并为此感到困扰。那么你可以考虑从潜意识上找找答案，也许通过分析和回忆，你可以回忆起那件让你真正纠结的事情。</p><p>试着解决这个真正困扰你的想法和感受，当你用更积极、合理的方式看待它的时候，你的恐惧与自我限制也会随之消散。</p></dd></dl></div>',
        ),
        '幽默' =>
        array(
            'desc' => '以开玩笑的方式应对令人不愉快或痛苦的感受。',
            'explain' => '<p><strong>定义：</strong>以开玩笑的方式应对令人不愉快或痛苦的感受。</p><p>善于使用幽默式防御的人通常比较乐观、豁达、宽厚。当他们遇到逆境、冲突、尴尬等情境时，他们常常会通过自嘲或巧妙的言辞和表情让自己和他人被逗笑，从而感觉到心情愉快，并释放掉之前的压力和冲突感。</p><p>善于幽默的人喜欢用带有幽默感的眼光看待令人痛苦、愤怒、尴尬的情境。他们用付之一笑的方式使自己避免那些没有益处的情绪爆发。</p><p>他们通常也善于用幽默的方式帮助其他人从不愉快的情绪中摆脱出来。他们注重把控自己的心态和内心感受，因而不容易受到外界的干扰。</p>',
        ),
        '反向形成' =>
        array(
            'desc' => '察觉到或表现出与自己真实感受相反的感受。',
            'explain' => '<p><strong>定义：</strong>察觉到或表现出与自己真实感受相反的感受。</p><p>经常使用反向形成式防御的人容易表现出宽容、亲和的特质，他们容易对那些妨碍或有些伤害他们的人表现出很大的宽和、热情和兴趣。</p><p>比如：有些人喜欢说脏话和讽刺别人，通常人们不喜欢别人用这样的说话方式，但是使用了反向形成的人不会介意对方说脏话或挖苦自己，还可能感觉对方直率或“幽默”，而表示出喜欢听对方说话。</p><p>当一些人受到伤害、妨碍或者面对他们不喜欢的人时，他们产生了完全相反的感受，从而降低了自己的痛苦感和愤怒。</p><p>通常，频繁使用反向形成式防御的人不善于正视和表达自己的愤怒和不满，一些在道德方面自我要求过高的人会认为产生愤怒或敌意是不好的，而不允许自己有这些情绪。此外，他们还可能有回避冲突的动机。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>反向形成在有些时候，的确是有帮助的，比如我们在被别人家的“熊孩子”妨碍时，表现出对孩子顽皮的理解和大度，这样可以让我们免于愤怒和尴尬。</p><p>但是，如果过度的纵容让我们经常受到一些人的妨碍或伤害，而且我们已经感到困扰的话，那么我们需要学会认识自己的真实感受。很多时候，产生愤怒和厌恶感是合理的。</p><p>而且在一些情况下适当地表达出自己的愤怒也是维护自己底线的很好的方式。当然，我们也可以不表现出愤怒和敌意，但是我们需要通过其他有效的方式维护自己的底线不受侵犯。</p></dd></dl></div>',
        ),
        '仪式抵消' =>
        array(
            'desc' => '采用某种象征性、仪式性的方式消除焦虑或愧疚感。',
            'explain' => '<p><strong>定义：</strong>采用某种象征性、仪式性的方式消除焦虑或愧疚感。</p><p>经常使用仪式抵消式防御的人容易出现一些仪式性动作或是强迫行为来使自己回避现实生活中的焦虑和愧疚感。他们容易在焦虑的时候出现某个特定的行为或小动作。他们有意或无意地赋给那些仪式性动作以某种象征性的含义和作用。而其他人通常无法理解那些仪式性动作的含义。</p><p>人们使用仪式抵消式防御可能是为了满足自己的以下心理：</p><p>1.有些仪式用于抵消掉愧疚感，与补偿心理类似。比如：有些丈夫每次和妻子发完脾气以后，都会为妻子准备礼物或主动做家务，以减少对妻子的愧疚感。</p><p>2.还有些仪式用于抵御未知的焦虑感，有时一些人会通过自己设计的某种仪式动作来消除未知的厄运。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>我们的文化传统和信仰其实也包含着仪式性，好的仪式可以让我们获得信念和力量。但是，如果我们因为广泛的焦虑而过于频繁做出没有现实意义的动作，或是我们用过于隐晦的方式弥补他人，而让对方根本察觉不到，那么这类仪式不只成为了我们的负担，还毫无意义。</p><p>当我们发现自己存在过多或过于抽象的仪式抵消时，我们不妨检验一下自己的焦虑与愧疚是否有现实的指向，如果我们能在现实层面上做出更有效的处理，我们的焦虑和愧疚感就会消失，我们也就无需仪式抵消的防御方式。</p><p>如果我们的焦虑是没有现实指向的，而是对未知的风险感到不安。那么我们也需要认识到我们就是生活在一个存在未知风险的世界里，接受这个世界。我们只对可预见的风险做出有效的预防，而对不可预见的未知风险，我们可以不予考虑，以减少徒劳的担忧。</p></dd></dl></div>',
        ),
        '回避' =>
        array(
            'desc' => '通过远离某些情境的方式避免产生心理冲突。',
            'explain' => '<p><strong>定义：</strong>通过远离某些情境的方式避免产生心理冲突。</p><p>人们在使用回避式防御的时候，通常是有意或无意地回避一些容易引发自己心理冲突的场景。比如：有着较强的挫败感的人会尽量避免挑战难题，或是与人竞争，以此避免再次被挫败感伤害。</p><p>还有时，一些人也会为了回避愧疚感而采取回避式防御。比如有过偷窃行为的孩子，为了避免回忆起自己的愧疚感，他们会尽量避免自己一个人留在桌上放着钱的房间。</p><p>一些人可能因为经历过较强的心理冲突，而通过回避的方式保护自己。当一些情境和引起他们心理冲突的场景在某些层面上存在相似性时，他们的焦虑感、恐惧感、挫败感、羞耻感也会被一并唤醒，所以他们会回避那些相似的情境，来避免重温那些不愉快的心理体验。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>在有些时候，当我们清楚时机还尚未成熟，知道自己还没有足够的能力时，我们会采取一些回避的方式，而这也是合理的，可以起到保护我们的作用。但是，如果我们过多地依赖回避，这就成为了逃避，那么我们就失去了锻炼和成长的机会。</p><p>我们可以试着分析自己逃避的对象和感受是什么。试着想一想，对于之前让自己产生心理冲突的情境，以现在的自己来看，是否能想到更好的应对或看待方式，从而让自己不至于产生原来那样强烈的心理冲突。</p><p>试着淡化过去事件中留下的心理冲突，试着接纳和信任自己。这样，我们在现实生活中也能有勇气拓宽自己。</p></dd></dl></div>',
        ),
        '理想化' =>
        array(
            'desc' => '过度看重某人以让自己获得某种心理满足。',
            'explain' => '<p><strong>定义：</strong>过度看重某人以让自己获得某种心理满足。</p><p>经常使用理想化式防御的人会显得有些天真和孩子气。人们在对他人进行理想化时，会对他人的能力、道德等方面做出很高的评价，并对其产生欣赏、信任的心理。当人们对他人进行了理想化以后，会容易忽略对方身上的不足。</p><p>人们对他人进行理性化可以满足自己的以下心理：</p><p>1.通过对他人的理想化避免比较之下产生的挫败感和羞耻感，比如：我们容易对无法战胜的强大对手产生敬佩和欣赏的感觉，这样有助于我们在接受失败时减少屈辱感。同时，还能促使我们向对方虚心学习，从而提高自己。</p><p>2.理想化还常常与移情有关，我们可能把自己对某个重要客体的感情转移到了某个拥有相似特质的人身上，然后我们对那个人进行了理想化，使其成为了更完美的客体。但是对方与我们理想中的样子通常会有一定出入。</p><p>3.当我们对某个和我们有些相似的人进行理想化时，我们其实也是在内心里对自己理想化，这通常与我们的自恋有关。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>懂得欣赏和信任他人是与人建立联系和虚心学习的良好基础，不过如果过度地将他人理想化，而忽视其现实中的不足，或者对理想化的对象没有合理的设防，那么我们建立起来的关系也不会真实和牢靠。</p><p>学会全面、客观地看待一个人，并与之平等地交往，这样更有利于我们的人际交往。</p><p>此外，减少对他人的过高期待和依赖，学会相信和依靠自身的能力，我们才会更加独立和自信。我们的能力也才会得到锻炼和提高。</p></dd></dl></div>',
        ),
        '假性利他' =>
        array(
            'desc' => '通过利他行为来满足自身的心理需求。',
            'explain' => '<p><strong>定义：</strong>通过利他行为来满足自身的心理需求。</p><p>真实的利他心理是在同理心的推动下为对方的需求服务的，而假性利他心理从根本上讲其实是为了满足自己的心理需求。使用假性利他式防御的人在帮助他人时也会表现出慷慨和热心，但是当没有人让他们帮助时，他们容易处于某种抑郁、自卑的状态。</p><p>人们使用假性利他式防御可能是为了满足自己的以下心理：</p><p>1.通过奉献的方式虐待自己以获得清白感，或者为了满足对某个受迫害者的认同，比如：一个人可能因为自己的父亲一生清贫，而不允许自己过富裕的生活。即使他挣到很多钱，但是他总资助别人。他用这种方式让自己保持清贫的生活状态，以表达对父亲的认同和爱。</p><p>2.通过帮助他人获得能力感。有时候一些人自身对他人有着较强的依赖或依附，他们无法脱离这样的依附，不然会感到不安，但依附他人又让他们感到自卑或抑郁。所以他们可能会通过帮助他人来获得能力感。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>有帮助他人的意愿有助于我们融入社会，不过如果我们不加区分地帮助他人，比如给并不贫穷的人捐款，或者过度地消耗自己。那么我们就需要看看自己是否是在不自觉中使用了假性利他的防御方式以逃避自己内心的抑郁、空虚和无力感。</p><p>针对自己的不适感做出有效的调整，尝试着接纳自己，这样我们就不用了通过假性利他的方式勉强甚至是折磨自己。帮助他人的前提是我们需要先照顾好自己，并做到量力而为。</p></dd></dl></div>',
        ),
        '逞强' =>
        array(
            'desc' => '用全能感掩盖内心的无能感。',
            'explain' => '<p><strong>定义：</strong>用全能感掩盖内心的无能感。</p><p>经常使用逞强式防御的人在很多时候都表现出自信、乐观的一面，他们在内心里会和周围的人做比较，并且会认为自己总体上强过常人，且认为自己拥有足够的能力足以应对任何难题。</p><p>这样的优越感和全能感部分来自于自己确实具有的才能，而更多是来自于主观上的自我肯定。所以使用这种防御方式的人通常对自己有一定的高估。容易表现出自负或盲目乐观。当他们经历失败时会产生较大的打击，会比其他人感到更多的挫败感和无能感。</p><p>使用逞强的防御方式通常是为了掩盖和逃避自己内心的无能感。他们不愿承认自己不足的部分，会忽略他人的才干，忽视环境中的威胁和困难。通过这些来让自己获得主观上的优越感和全能感，从而不用为自己的无能感到痛苦和挫败。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>拥有自信和乐观的心态是很好的心理资源，不过如果你不能看到自己的局限和不足，不能看见别人的长处和价值，又或者总是忽略环境中复杂、威胁的部分。那么你会把自己局限在一个幻想的小空间里，阻断自己的成长。</p><p>如果你也对此感到困扰，那么你需要思考失败和不足对你而言有着怎样的意义。其实对于人们而言失败和不足都是很正常的。</p><p>正是因为我们能认识到自己的局限，能看到他人的所长，才促成了我们与他人合作以及建立关系，才得以完成伟大的事业。也正是因为我们能接受自己的失败，所以我们才不会回避失败，我们才能不断尝试和成长。</p></dd></dl></div>',
        ),
        '隔离' =>
        array(
            'desc' => '将自己与自己的情感部分分隔开，从而无法察觉到自己的情感。',
            'explain' => '<p><strong>定义：</strong>将自己与自己的情感部分分隔开，从而无法察觉到自己的情感。</p><p>隔离也叫情感隔离，人们在使用这种防御方式的时候，他们可以察觉到自己正在经历的事情，在逻辑上他们可以判断事情的好坏，但却体会不到自己的情绪和情感。比如：一个妻子很平静地讲述自己昨天受到了丈夫怎样的家庭暴力，平静得像是在讲述别人的事情。而并没有感觉到自己的愤怒、屈辱等痛苦感受。</p><p>我们的潜意识有时会通过隔离的方式让我们察觉不到自己不愉快且强烈的情绪、情感，来保护我们的心灵免受刺激。但过于频繁地使用隔离，有可能使我们缺乏情感，且有可能导致我们没有察觉到痛苦感而继续留在导致痛苦的环境里。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果我们的确刚刚经历了一件比较重大的负性事件，比如：失去爱人、亲人离世、遭遇了伤害等。此时，如果我们如果处于情感隔离的状态，其实是没有问题的。</p><p>我们需要先让自己在认识上和习惯上适应现在的情况，从而让生活继续。等我们有了一定的适应和心理准备以后，一些情感会自动浮现出来。那时，我们再去进一步释放和梳理自己的情绪、情感，从而真正从创伤或失去的事件中走出来。</p><p>如果我们近期并没有经历任何事件，只是我们似乎长期都无法感觉到自己的情绪、情感，而显得过于理智和冷漠，而影响到我们和他人建立的关系或是影响到我们的生活体验。那么，这很可能与我们早期经历中积累的强烈情感没有得到解决有关。我们的潜意识为了保护我们而将情感察觉的能力关掉了，以让我们免受伤害。</p><p>如今的我们已经更加成熟和坚强了，只是我们的潜意识还在对我们过度保护。尝试着回忆过去那些你认为很重要的人、事、物，试着体会你对那些人、事物的感受。如今你已经成长了，试着用更宽容、更积极的角度去看待那些人、事、物对你的影响。认识到那些产生于过去的情感已经不会伤害到现在的你，而且今后你还会将更好的情感补充进来。</p><p>对于因为遭遇过强烈的创伤经历的人，他们可以考虑找绝对信任的人和自己一起面对过往，从而获得支持。也可以考虑寻求具有专业资质的心理咨询师的帮助。</p></dd></dl></div>',
        ),
        '认同' =>
        array(
            'desc' => '让自己表现得像自己的某个重要之人。',
            'explain' => '<p><strong>定义：</strong>让自己表现得像自己的某个重要之人。</p><p>当我们使用认同式防御时，我们会有意或无意地模仿另一个人的特质、观念或行为方式，那个人通常是我们心中非常重要的人。比如：一个男孩在早期阶段很容易认同自己的父亲，他会以父亲为榜样，并以和父亲保持一致而感到骄傲。</p><p>有些认同会让我们获得另一个人的力量和智慧，而有些认同会成为我们自我限制的源头。比如：一个单亲家庭里的女儿认同了独自抚养自己的母亲，之后这个女儿很难进入稳定的亲密关系，她无意识地通过让自己处于情感不和谐的状态，以表达对婚姻不幸的母亲的忠诚和爱。</p><p>通常，我们可能因为以下不同的原因而认同别人：</p><p>1.出于钦佩或崇拜而认同某个人。那个人可能是令我们佩服的那个人可能是令我们佩服的父母、长辈、伟人、偶像等，我们通过认同他们，从而激励自己获得相似的能力、心态和智慧。这通常可以起到促进成长的作用。2.出于爱而认同某个人。可能我们的家人、朋友、恋人曾经和我们有过很强的心理联结，我们可能已经失去了他们，也可能为了更好地和他们在一起，所以我们让自己和他们拥有相似的特质或经历，以表达我们对他们的爱和忠诚。这类认同有可能会让我们带上认同对象的缺点或坎坷经历。<div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>认同的防御机制需要很深的情感，而且有时，我们表达认同的方式是与我们的理智相违背的。所以，如果你发现自己似乎在重复别人的想法、行为甚至生活经历时，如果那些都是令人幸福、愉快的。那么说明你认同了一个带给你力量和智慧的人，这样的认同对你产生的是促进作用。</p><p>而如果你发现自己从某个认同对象身上得到的是：坏脾气、冲动、酗酒、不负责等缺陷或者是极其相似的坎坷经历，那么你需要好好想想自己认同了谁。试着处理你和那个人之间的情感纠葛。</p><p>也许你需要用其他的方式表达对他/她的爱，或者你可能需要在心里和那个人互相原谅。我们可以认同别人，不过我们需要确保自己认同的是对方身上积极、正向的部分，放下那些消极和苦难。</p></dd></dl></div>',
        ),
        '交往补偿' =>
        array(
            'desc' => '通过社交活动让自己摆脱不愉快的感受。',
            'explain' => '<p><strong>定义：</strong>通过社交活动让自己摆脱不愉快的感受。</p><p>人们在使用交往补偿式防御时，会通过社交来回避自己不愉快的感受。比如：一些人在不开心的时候会组织聚会，通过和朋友们欢聚来让自己忘记孤独、焦虑、挫败、痛苦等负面感受。交往补偿可能会以和朋友谈心、获取建议的方式获得有效的支持，也可能以聚会娱乐的方式暂时让自己忘却烦恼。</p><p>通常性格外向的人更容易使用交往补偿的防御方式，而性格内向的人在使用交往补偿时通常会以和信任的人谈心或倾诉烦恼的形式。人与人建立起的关系可以给我们支持感，从而帮我们抵御内心的焦虑不安、抑郁、孤独、无助等负面感受。但如果过度使用交往补偿，则说明我们对他人有着较强的依赖性。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>人际关系的支持可以帮我们抵御心理冲突，是我们重要的心理资源之一。但是，如果你或你周围的人认为你的过度社交并没有帮你真正摆脱负面的心理状态。那么，你很有可能是使用了交往补偿的防御机制。那么，你还需要面对并处理自己不愉快的感受。</p><p>如果你只是通过社交和娱乐来让自己暂时忘却烦恼，而之后那种不愉快感依然存在，那么说明这种逃避的方式没有起到作用。你可以考虑和家人或朋友认真地讲一讲自己的困扰，这样你可以得到一些更有针对性的安慰或建议。</p><p>此外，在很多时候，我们还需要发掘自己的潜力，在自我调节和独立性方面也需要得到足够的锻炼。</p></dd></dl></div>',
        ),
        '口欲补偿' =>
        array(
            'desc' => '通过满足口腔欲望来获得心理安抚。',
            'explain' => '<p><strong>定义：</strong>通过满足口腔欲望来获得心理安抚。</p><p>经常使用口欲补偿式防御的人喜欢通过满足自己的口腹之欲的方式来抵御不愉快的心情。比如：有的人在伤心时会化悲痛为食欲，通过享用美食让自己摆脱抑郁的状态。有的人会在心烦的时候抽烟或借酒浇愁。</p><p>我们可能为了以下心理需求而使用口欲补偿：</p><p>1.由于经历挫败，而使自己退行到婴儿般的口欲期，那时人们的主要心理需求就是饮食，只要在饮食上得到及时的满足，几乎就再无法脑。一些人回到了过去那种简单的心理状态，通过进食、饮酒、抽烟、药物依赖等方式让自己得到安抚。</p><p>2.一些人对自己的性本能与攻击本能无法做到足够的接纳，所以，他们对这些欲求的升级版：如艺术爱好、事业心等方面同样不感兴趣。他们潜意识选择了与吃有关的欲求，所以他们在需要心理补偿的时候更容易选择进食、酗酒、吸烟甚至药物依赖。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>喜欢美食也是热爱生活的表现，偶尔小酌怡情也是调剂生活的方式，不过如果因为过度贪食、酗酒、吸烟甚至药物依赖而影响到自己的身体健康。那么我们还需要察觉到自己在使用口欲补偿的防御方式。</p><p>我们需要试着解决真正让我们烦恼的问题，调节自己的心理状态。或者为自己找到更健康的转换心情的方式，比如：运动、文艺爱好等。</p></dd></dl></div>',
        ),
        '分裂' =>
        array(
            'desc' => '将他人或事物视为绝对好的或绝对坏的，没有中间状态。',
            'explain' => '<p><strong>定义：</strong>将他人或事物视为绝对好的或绝对坏的，没有中间状态。</p><p>经常使用分裂式防御的人容易出现“以一概全”和“绝对化”的现象，他们容易根据他人某个方面的表现带给自己的感受而将对方看成一切都好或一切都坏的人。</p><p>因此，他们容易因为他人某方面的表现让自己满意而对那个人报以极高的评价而忽略其缺点，而当那个人有一天在某一方面让他们感到失望时，他们又会产生极大的失望，甚至会将之前的好印象也彻底否定。</p><p>人们在婴幼儿的心理发展阶段中，会将父母等一些重要他人内化进自己的内心，并在内心形成好客体和坏客体。比如：孩子会将对自己表达关爱时的母亲内化成好客体，代表人性中善的一面，把批评或惩罚自己时的母亲内化成坏客体，代表人性中恶的一面。人们在成长中会经历好坏客体的整合，从而认识到同一个人包含好的部分也会存在不足。</p><p>而一些人在这方面没有得到足够的发展，无法理解人性的复杂，因此对人性的复杂产生了逃避。他们会比较孩子气地将一个人看成完全的好客体，这样他们就可以完全地信任对方，或者将一个人看成完全的坏客体，这样他们就可以直接远离从而保护自己。而这正是对人性的复杂的忽视和逃避。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>试着用更全面、客观的眼光看待他人，并试着认识人性的复杂性。每个人都有缺点或阴暗面，所以，我们需要通过合理的设防来保护自己，并且相信我们具备防范他人的能力。</p><p>同时，通过友好地相处，我们也可以让他人将其光明面朝向我们。当我们足够成熟，我们在与人相处时就可以找到信任和设防的平衡。</p></dd></dl></div>',
        ),
        '投射' =>
        array(
            'desc' => '将自己内心的想法归结于他人身上。',
            'explain' => '<p><strong>定义：</strong>将自己内心的想法归结于他人身上。</p><p>经常使用投射式防御的人比较容易将自己的情绪、情感、意图等心理想象成别人的心理状态，这有时会扭曲他们看待他人的客观性。比如：当你对某个人心存不满或敌意时，你可能察觉到自己对那个人的不满情绪，也可能是无意识的，但经过投射，你会容易对那个人的态度更加敏感，且很容易从对方的神态上体会到他/她对你的不满和敌意。而事实上，对方未必真的对你感到不满。</p><p>投射通常与我们潜在的攻击意图和担心遭到对方攻击的心理有关，适当的投射有助于我们揣测竞争对手的心理，可以帮我们合理防范和制定策略。但过多的投射，很容易让我们的生活成为战场，使我们陷入人际矛盾甚至人际关系危机。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果，你经常感觉他人对你的态度不够友善甚至是怀有敌意，那么你需要检验自己的想法与客观现实是否真的相符。</p><p>你可以站在现实层面上看对方对你做了怎样的反应和行为，而这些对你是否真的造成了影响？而对方是否知道这会妨碍到你？对方对他人有明显的区别么？对方有没有帮助过你？尽可能客观、全面地检验你和他人的关系，你很可能会发现对方并没有针对你。</p><p>此外，人的潜意识是很敏感的，很多时候，我们对他人的情绪、情感很容易感染对方，如果你感觉某人对你怀有敌意，那么也请检验一下你是否也很讨厌对方呢？试着从内心接纳他人，对他人多一些包容和欣赏，你也会从他人的态度上感受到更多善意。</p></dd></dl></div>',
        ),
        '被动攻击' =>
        array(
            'desc' => '操纵他人攻击自己，以此发泄内心的不满，摆脱未知的不安感。',
            'explain' => '<p><strong>定义：</strong>操纵他人攻击自己，以此发泄内心的不满，摆脱未知的不安感。</p><p>经常使用被动攻击式防御的人最明显的特征是他们很容易激怒别人。通常，经常使用被动攻击的人们看起来总是处在被动和受迫害的位置上，但是他们又是决定他人攻击行为是否出现的操控者。</p><p>1.他们有时会有意识地以挑衅的方式激怒他人，也可能是无意识地通过拖延或把极简单的事情搞砸而引起他人的不满和攻击（现实攻击、言语攻击、惩罚、发脾气等）。促使他人攻击自己看起来是将自己置于险地，但这在复杂的心理层面却能满足他们的很多需求。</p><p>2.他们可能认同了某个受迫害的重要之人，通过让自己处在受迫害的位置上，他们可以对那个重要的人表达忠诚和爱。</p><p>3.他们可能由于早年创伤或家族创伤的缘故，在心理上存在着强烈的恐惧感，他们对未知的迫害感到焦虑和恐慌，而快点激怒他人从而获得实际的惩罚，可以使他们暂时摆脱未知的恐慌感。</p><p>4.他们可能内心存在不满和攻击冲动，但是由于道德约束等原因，他们无法将攻击冲动释放出来，又不能通过更好的办法解决，这时他们会通过有意无意地激怒对方，从而让冲突爆发出来。他们可能需要给攻击对方找到理由，也可能他们只是一味忍让，而后很快又做出让对方愤怒的事。通常，他们内心存在着较强的攻击性，但他们把攻击转向自己，他们在通过激怒他人来实现自我虐待。</p><p>他们还可能通过遭受攻击的方式来惩罚自己，以获得某种宽恕。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果你经常很无辜地激怒别人而被发脾气，那么你可以考虑一下自己是否无意中使用了被动攻击的防御方式，并分析一下你是出于以上哪种动机。然后，想想是否有其他更直接有效的方式来满足自己的真实需求。</p><p>比如：用更积极地方式对重要之人表达爱和联结。试着面对并解决自己真实的恐惧。用更积极地方式解决自己的攻击性，既不攻击别人，也不攻击自己。</p><p>比如：可以通过体育运动和勤奋自强等更高级的方式释放掉自己的攻击欲。还可以提高自尊感，当我们愿意善待自己和他人，我们就获得了真正的宽恕。</p></dd></dl></div>',
        ),
        '克制' =>
        array(
            'desc' => '通过有意识地自我克制来避免表现出过多的欲望或攻击本能。',
            'explain' => '<p><strong>定义：</strong>通过有意识地自我克制来避免表现出过多的欲望或攻击本能。</p><p>经常使用克制式防御的人有着较强的自制力和节制。他们对自己的行为非常负责，因此，他们总保持着自我觉察和自我克制。他们会有意识地约束自己的言行，以避免给别人留下轻浮或具有侵略性的印象。</p><p>通常，他们认为没有节制和冲动行事容易让人陷入纠纷和困境，由于这类观念的作用，他们很重视节制和分寸，有着较好的自我约束力。不过，有时候，过度的克制也会让人显得有些刻板。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>克制属于比较成熟的防御方式，学会节制和自我约束是成熟的标志之一，不过如果你对自己过于克制，而缺少了足够的乐趣。那么，你可以考虑在一些不重要的方面，对自己降低一些要求。</p><p>有时候，允许自己有些小的不足或过失，我们才更容易活得轻松愉快，而这反而能使我们的心态更健康，还能使我们在重要的原则问题上有更好的自制力。</p></dd></dl></div>',
        ),
        '抱怨' =>
        array(
            'desc' => '用抱怨的方式回避不愉快的感受。',
            'explain' => '<p><strong>定义：</strong>用抱怨的方式回避不愉快的感受。</p><p>经常使用抱怨式防御的人对自己或他人有着较高的标准，他们更容易关注他人或周围环境中的不足，他们也很容易从他人身上找到不足，并在心里或言语、态度上表示不满和抱怨。他们的主观视角仿佛蒙着一层萧条、灰暗的色调。所以，他们常常抱怨。他们的抱怨可能是暗自抱怨，也可能是有意让对方听见的抱怨，这时的抱怨又包含了指责的意味。</p><p>抱怨通常可以满足人们不同的心理需求：</p><p>1.暗自抱怨和说给自己听的抱怨，通常说明这些人有某种需求无法得到满足或没有得到他人的回应。于是，他们会通过抱怨的方式安慰自己，意思是：不是自己的需求无法得到满足或被他人忽视，而是他人不够好，不具备满足自己的能力。也暗示自己并不需要别人。</p><p>2.一些人内心存在内疚或对自己的不满，他们较难面对这种让自己愧疚、挫败的感受。因此，他们把对自己的不满转移到他人身上，通过抱怨他人来回避对自己不满的挫败感和愧疚感，从而保护自己的自尊。</p><div class="cb-b2"><dl><dt><i class="fa fa-lightbulb-o"></i>建议指导：</dt><dd><p>如果需求得不到满足的状态让你有羞耻感，那么这很可能和你早期的经历有关，当时发生了一些事让你产生了这种感受和不合理观念。但那些事通常带有偶然性和特殊性，也可能与你解读当时事件的方式有关。</p><p>其实，正是因为有需求，我们才有了努力的方向，也正是因为我们需要他人的帮助，当我们正视对他人的需要，这才能促进我们更积极地与他人建立关系从而更好地融入社会。每个人都有自己的需求，而且每个人的需求都有未被满足的阶段，所以这并不是丢脸的事。</p><p>此外，你有可能需要对自己宽容一些，原谅自己犯过的错，试着在以后做得更好。当我们能宽容地对待自己时，我们对待他人也会更宽容和积极。很多时候，多一些宽容和放松，少一些苛刻，你的状态、人际关系和生活体验都会可以得到很好的提升。</p></dd></dl></div>',
        ),
    ),
    'extendRead' => array(
        'title' => '给你的建议',
        'content' => $extendReadDesc,
    )

);
