<?php
return array (
		'totalTitle' => '你的多元智力结构',
		'totalIcon' => 'fa-cloud',
	
		'dimensionRangeList' => array(
			'言语' => '69-49',
			'逻辑' => '77-57',
			'身体' => '59-39',
			'视觉' => '67-47',
			'音乐' => '65-45',
			'人际交往' => '69-49',
			'自知自省' => '84-64',
			'自然观察' => '66-46',
		),
		'dimensionList' => array (
				'言语' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>言语&mdash;语言智能 (Verbal-Linguistic intelligence) 是指言语交流和文字运用的能力。言语智能强的人容易将语义、语法、韵律等运用自如，善于言语表达、文字理解、背诵和写作，有很强的沟通表达能力和语言影响力。言语智能弱的人往往不善言辞，文笔欠佳，不容易理解复杂言语或文字的深层含义。</p>
			<p><strong>高言语&mdash;语言智能的代表人群：</strong>作家、诗人、记者、演讲家、律师、新闻广播员。</p>',
								'suggest' => '<p>言语&mdash;语言智能是以表达为目的从而发展出来的，所以你可以先从培养表达的自信和兴趣开始，当你更渴望表达自己的思想时，你才会更多考虑如何运用言语或文字。</p>
			<p>另外，你可以通过一些经典文学来体会其中文字的深层含义、韵律和哲理，你可以选择自己感兴趣的类别入手。</p>
			<p>此外，你还可以通过一些经典影视剧来学习，观察剧中人物对话中的神情，以及对话后的行为，你会很容易体会到语言的微妙含义和效果。你还可以向其中具有人格魅力、感染力的角色借鉴一些适合你的语言表达风格。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>言语&mdash;语言智能 (Verbal-Linguistic intelligence) 是指言语交流和文字运用的能力。言语智能强的人容易将语义、语法、韵律等运用自如，善于言语表达、文字理解、背诵和写作，有很强的沟通表达能力和语言影响力。言语智能弱的人往往不善言辞，文笔欠佳，不容易理解复杂言语或文字的深层含义。</p>
			<p><strong>高言语&mdash;语言智能的代表人群：</strong>作家、诗人、记者、演讲家、律师、新闻广播员。</p>',
								'suggest' => '<p>言语&mdash;语言智能是以表达为目的从而发展出来的，所以你可以先从培养表达的自信和兴趣开始，当你更渴望表达自己的思想时，你才会更多考虑如何运用言语或文字。</p>
			<p>另外，你可以通过一些经典文学来体会其中文字的深层含义、韵律和哲理，你可以选择自己感兴趣的类别入手。</p>
			<p>此外，你还可以通过一些经典影视剧来学习，观察剧中人物对话中的神情，以及对话后的行为，你会很容易体会到语言的微妙含义和效果。你还可以向其中具有人格魅力、感染力的角色借鉴一些适合你的语言表达风格。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>言语&mdash;语言智能 (Verbal-Linguistic intelligence) 是指言语交流和文字运用的能力。言语智能强的人容易将语义、语法、韵律等运用自如，善于言语表达、文字理解、背诵和写作，有很强的沟通表达能力和语言影响力。言语智能弱的人往往不善言辞，文笔欠佳，不容易理解复杂言语或文字的深层含义。</p>
			<p><strong>高言语&mdash;语言智能的代表人群：</strong>作家、诗人、记者、演讲家、律师、新闻广播员。</p>',
						),
				),
				'逻辑' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>逻辑&mdash;数理智能 (Logical-Mathematical intelligence) 指运算和推理的能力。数理逻辑能力强的人逻辑清晰、严谨，喜欢并善于思考复杂的问题，他们善于找到事物的规律和逻辑，善于测量、归类、分析、推理、验证、得出正确结论。逻辑能力弱的人相对不喜欢思考，不善于分析复杂的问题，容易马虎或考虑不周。</p>
			<p><strong>高逻辑智能的代表人群：</strong>科学家、数学家、会计师、工程师、计算机程序员。</p>',
								'suggest' => '<p>首先你需要意识到事物之间存在联系且相互影响；你需要发展的正是洞察和运用其中联系规律的能力。比如：面对一些数理公式，靠死记硬背很难理解，你需要体会其中数量变化的原因和规律。</p>
			<p>此外，逻辑&mdash;数理智能还被用于分析事物上，你需要锻炼观察和总结的能力，来体会生活中不同事物是如何相互联系和相互影响的。面对问题时，大胆假设，小心求证，培养自己全面且细致地考虑事物。</p>
			<p>此外，你还可以通过一些关于逻辑思维、推理的书籍或课程来提高自己的逻辑智能。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>逻辑&mdash;数理智能 (Logical-Mathematical intelligence) 指运算和推理的能力。数理逻辑能力强的人逻辑清晰、严谨，喜欢并善于思考复杂的问题，他们善于找到事物的规律和逻辑，善于测量、归类、分析、推理、验证、得出正确结论。逻辑能力弱的人相对不喜欢思考，不善于分析复杂的问题，容易马虎或考虑不周。</p>
			<p><strong>高逻辑智能的代表人群：</strong>科学家、数学家、会计师、工程师、计算机程序员。</p>',
								'suggest' => '<p>首先你需要意识到事物之间存在联系且相互影响；你需要发展的正是洞察和运用其中联系规律的能力。比如：面对一些数理公式，靠死记硬背很难理解，你需要体会其中数量变化的原因和规律。</p>
			<p>此外，逻辑&mdash;数理智能还被用于分析事物上，你需要锻炼观察和总结的能力，来体会生活中不同事物是如何相互联系和相互影响的。面对问题时，大胆假设，小心求证，培养自己全面且细致地考虑事物。</p>
			<p>此外，你还可以通过一些关于逻辑思维、推理的书籍或课程来提高自己的逻辑智能。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>逻辑&mdash;数理智能 (Logical-Mathematical intelligence) 指运算和推理的能力。数理逻辑能力强的人逻辑清晰、严谨，喜欢并善于思考复杂的问题，他们善于找到事物的规律和逻辑，善于测量、归类、分析、推理、验证、得出正确结论。逻辑能力弱的人相对不喜欢思考，不善于分析复杂的问题，容易马虎或考虑不周。</p>
			<p><strong>高逻辑智能的代表人群：</strong>科学家、数学家、会计师、工程师、计算机程序员。</p>',
						),
				),
				'身体' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>身体&mdash;动觉智能 (Bodily-Kinesthetic intelligence) 指灵活运用四肢和躯体的能力。身体动觉智能强的人身体协调性好、善于运用身体动作来完成不同的任务、心灵手巧、对身体动作的记忆能力也很强，很容易掌握新的体育技能或舞蹈动作。身体动觉智能弱的人身体协调性较差，运动能力欠佳，对动作的掌控和记忆能力也较弱。</p>
			<p><strong>高身体动觉的代表人群：</strong>运动员、舞蹈家、武术家、瑜伽教练、鼓手、外科医生、手工艺人。</p>',
								'suggest' => '<p>发展身体动觉智能是从培养运动的爱好开始，通过跑跳攀爬等大运动的锻炼，逐渐发展出更精细的运动能力，而且能提升人的反应速度。</p>
			<p>你可以多做一些包含一定技巧的大运动，比如：各种球类运动、攀岩、搏击操、瑜伽、舞蹈等，多去体会和记忆自己的身体运动，然后通过不同的运动，让你的身体更灵活。</p>
			<p>这能让你的身材比例更具美感，也会让你的头脑更灵活。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>身体&mdash;动觉智能 (Bodily-Kinesthetic intelligence) 指灵活运用四肢和躯体的能力。身体动觉智能强的人身体协调性好、善于运用身体动作来完成不同的任务、心灵手巧、对身体动作的记忆能力也很强，很容易掌握新的体育技能或舞蹈动作。身体动觉智能弱的人身体协调性较差，运动能力欠佳，对动作的掌控和记忆能力也较弱。</p>
			<p><strong>高身体动觉的代表人群：</strong>运动员、舞蹈家、武术家、瑜伽教练、鼓手、外科医生、手工艺人。</p>',
								'suggest' => '<p>发展身体动觉智能是从培养运动的爱好开始，通过跑跳攀爬等大运动的锻炼，逐渐发展出更精细的运动能力，而且能提升人的反应速度。</p>
			<p>你可以多做一些包含一定技巧的大运动，比如：各种球类运动、攀岩、搏击操、瑜伽、舞蹈等，多去体会和记忆自己的身体运动，然后通过不同的运动，让你的身体更灵活。</p>
			<p>这能让你的身材比例更具美感，也会让你的头脑更灵活。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>身体&mdash;动觉智能 (Bodily-Kinesthetic intelligence) 指灵活运用四肢和躯体的能力。身体动觉智能强的人身体协调性好、善于运用身体动作来完成不同的任务、心灵手巧、对身体动作的记忆能力也很强，很容易掌握新的体育技能或舞蹈动作。身体动觉智能弱的人身体协调性较差，运动能力欠佳，对动作的掌控和记忆能力也较弱。</p>
			<p><strong>高身体动觉的代表人群：</strong>运动员、舞蹈家、武术家、瑜伽教练、鼓手、外科医生、手工艺人。</p>',
						),
				),
				'视觉' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>视觉&mdash;空间智能 (Visual-Spatial intelligence) 指感受、辨别、记忆和理解空间关系的能力。空间智能强的人对线条、形状、结构、色彩明暗、空间关系、方向等有着较高的敏感性，善于凭借意象、图像来思考，他们的观察能力、空间感、方向感都很强。空间智能弱的人不善于观察和记忆周围的环境，不善于概括事物的外形特点，常常拿捏不准物体的尺寸，方向感欠佳。</p>
			<p>高空间智能的代表人群：航海家、飞行员、雕塑家、建筑师、画家、室内/服装设计师。</p>',
								'suggest' => '<p>你可以从锻炼自己的观察能力开始，练习多观察并记住周围的物品或环境。你可以先从一个水杯开始，先观察，然后闭上眼睛试着在脑海中复现，回忆它的颜色、大小、形状和质感。</p>
			<p>经过练习，你在脑海里可以产生图像，试着让图像尽可能清晰起来。当你比较熟练了，你可以去观察和记忆更复杂的事物，比如：一个房间、一条路。你可以用很多零散的时间来练习，这样就可以提升你的视觉&mdash;空间智能。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>视觉&mdash;空间智能 (Visual-Spatial intelligence) 指感受、辨别、记忆和理解空间关系的能力。空间智能强的人对线条、形状、结构、色彩明暗、空间关系、方向等有着较高的敏感性，善于凭借意象、图像来思考，他们的观察能力、空间感、方向感都很强。空间智能弱的人不善于观察和记忆周围的环境，不善于概括事物的外形特点，常常拿捏不准物体的尺寸，方向感欠佳。</p>
			<p>高空间智能的代表人群：航海家、飞行员、雕塑家、建筑师、画家、室内/服装设计师。</p>',
								'suggest' => '<p>你可以从锻炼自己的观察能力开始，练习多观察并记住周围的物品或环境。你可以先从一个水杯开始，先观察，然后闭上眼睛试着在脑海中复现，回忆它的颜色、大小、形状和质感。</p>
			<p>经过练习，你在脑海里可以产生图像，试着让图像尽可能清晰起来。当你比较熟练了，你可以去观察和记忆更复杂的事物，比如：一个房间、一条路。你可以用很多零散的时间来练习，这样就可以提升你的视觉&mdash;空间智能。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>视觉&mdash;空间智能 (Visual-Spatial intelligence) 指感受、辨别、记忆和理解空间关系的能力。空间智能强的人对线条、形状、结构、色彩明暗、空间关系、方向等有着较高的敏感性，善于凭借意象、图像来思考，他们的观察能力、空间感、方向感都很强。空间智能弱的人不善于观察和记忆周围的环境，不善于概括事物的外形特点，常常拿捏不准物体的尺寸，方向感欠佳。</p>
			<p>高空间智能的代表人群：航海家、飞行员、雕塑家、建筑师、画家、室内/服装设计师。</p>',
						),
				),
				'音乐' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>音乐智能 (Musical-Rhythmic intelligence) 指感受、辨别、记忆、改编和表现音乐的能力。音乐智能强的人对声音的音色、音调、旋律、节奏等都很较高的敏感度和记忆力，善于察觉各种音乐的特点和细节，且善于通过音乐或声音表达情感。音乐智能弱的人相关的敏感性低，难以分辨出相似的音色和音调，对音乐的感受力和表现力欠佳。</p>
			<p>高音乐智能的代表人群：作曲家、指挥家、演奏家、歌手、乐器制造者、声音特效师、乐评人。</p>',
								'suggest' => '<p>我们每个人对音乐的需求不同，我们不一定要把自己培养成音乐家或乐手。不过，即使我们不打算向音乐领域发展，我们仍然能从音乐中获得很多好处。</p>
			<p>轻松、祥和的音乐能缓解焦虑和紧张，欢快、激昂的音乐能让人在空虚无聊时获得乐趣和激情。你可以通过欣赏不同的音乐来提升自己的文化品味和对细腻情感的感受力。</p>
			<p>有时，独自哼唱几首喜欢的歌，既能释放平日压抑的情绪，又能抒发美好的情感，还有助于提升表达能力。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>音乐智能 (Musical-Rhythmic intelligence) 指感受、辨别、记忆、改编和表现音乐的能力。音乐智能强的人对声音的音色、音调、旋律、节奏等都很较高的敏感度和记忆力，善于察觉各种音乐的特点和细节，且善于通过音乐或声音表达情感。音乐智能弱的人相关的敏感性低，难以分辨出相似的音色和音调，对音乐的感受力和表现力欠佳。</p>
			<p>高音乐智能的代表人群：作曲家、指挥家、演奏家、歌手、乐器制造者、声音特效师、乐评人。</p>',
								'suggest' => '<p>我们每个人对音乐的需求不同，我们不一定要把自己培养成音乐家或乐手。不过，即使我们不打算向音乐领域发展，我们仍然能从音乐中获得很多好处。</p>
			<p>轻松、祥和的音乐能缓解焦虑和紧张，欢快、激昂的音乐能让人在空虚无聊时获得乐趣和激情。你可以通过欣赏不同的音乐来提升自己的文化品味和对细腻情感的感受力。</p>
			<p>有时，独自哼唱几首喜欢的歌，既能释放平日压抑的情绪，又能抒发美好的情感，还有助于提升表达能力。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>音乐智能 (Musical-Rhythmic intelligence) 指感受、辨别、记忆、改编和表现音乐的能力。音乐智能强的人对声音的音色、音调、旋律、节奏等都很较高的敏感度和记忆力，善于察觉各种音乐的特点和细节，且善于通过音乐或声音表达情感。音乐智能弱的人相关的敏感性低，难以分辨出相似的音色和音调，对音乐的感受力和表现力欠佳。</p>
			<p>高音乐智能的代表人群：作曲家、指挥家、演奏家、歌手、乐器制造者、声音特效师、乐评人。</p>',
						),
				),
				'人际交往' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>人际交往智能 (Inter-personal intelligence) 指理解他人和与人交往的能力。人际交往智能强的人对他人的面部表情、语调、身体姿态有较强的的感知力，善于了解他人的内心感受和需求，所以他们的表现容易照顾到他人需求和意愿，善于建立关系。人际交往智能弱的人不大懂得人情世故，不善于人际交往。</p>
			<p>高人际智能的代表人群：外交家、演讲家、演员、主持人、商务精英、心理医生。</p>',
								'suggest' => '<p>你如何看待他人？你预期他人会如何对待你？你所持有的的态度或潜意识中的想法影响着你和他人相处时的状态。当你表现出紧张，对方就会和你保持距离，当你表现出过度警惕，对方也会警惕你。</p>
			<p>你可以先从最基本也是最核心的部分入手，即找到你和他人的共有利益，比如：如何让你自己和他人都感到愉快。你需要对自己的价值保持自信，你能认识到自己对他人可以是有益的，然后对他人表现出友好和兴趣。</p>
			<p>当你把人际交往看成相互促进和共享欢乐，你会更容易找到与人相处的感觉和方式。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>人际交往智能 (Inter-personal intelligence) 指理解他人和与人交往的能力。人际交往智能强的人对他人的面部表情、语调、身体姿态有较强的的感知力，善于了解他人的内心感受和需求，所以他们的表现容易照顾到他人需求和意愿，善于建立关系。人际交往智能弱的人不大懂得人情世故，不善于人际交往。</p>
			<p>高人际智能的代表人群：外交家、演讲家、演员、主持人、商务精英、心理医生。</p>',
								'suggest' => '<p>你如何看待他人？你预期他人会如何对待你？你所持有的的态度或潜意识中的想法影响着你和他人相处时的状态。当你表现出紧张，对方就会和你保持距离，当你表现出过度警惕，对方也会警惕你。</p>
			<p>你可以先从最基本也是最核心的部分入手，即找到你和他人的共有利益，比如：如何让你自己和他人都感到愉快。你需要对自己的价值保持自信，你能认识到自己对他人可以是有益的，然后对他人表现出友好和兴趣。</p>
			<p>当你把人际交往看成相互促进和共享欢乐，你会更容易找到与人相处的感觉和方式。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>人际交往智能 (Inter-personal intelligence) 指理解他人和与人交往的能力。人际交往智能强的人对他人的面部表情、语调、身体姿态有较强的的感知力，善于了解他人的内心感受和需求，所以他们的表现容易照顾到他人需求和意愿，善于建立关系。人际交往智能弱的人不大懂得人情世故，不善于人际交往。</p>
			<p>高人际智能的代表人群：外交家、演讲家、演员、主持人、商务精英、心理医生。</p>',
						),
				),
				'自知自省' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>自知自省智能 (Intra-personal intelligence) 指认识和反省自身的能力。自知自省智能强的人善于认识自己的情绪、动机、性格优劣势、行为好坏等，善于总结经验教训、自律、规划性强，善于自我提高。自知自省智能弱的人对自己缺少足够的觉察，对自己的能力和价值的评价容易过高或过低，容易缺少反思和自律。</p>
			<p>高自省智能的代表人群：神学家、哲学家、思想家、心理学家、心理医生。</p>',
								'suggest' => '<p>首先，你可以先试着接纳完整的自己，哪怕是令你感到冲突、内疚、愤怒和恐惧的部分。每个人都有不同程度的心理阴影，所以，你不必懊恼，你需要承认和接纳这些部分的存在，这样你才能察觉并改善这些部分。</p>
			<p>当你能认识到即使自己是不完美的，但也是足够好的，你会更容易看到自身的不足，然后你可以回想你今天的行为表现是否存在某些不足？它们与你内心的观念有关吗？还是与你知识技能的欠缺有关？</p>
			<p>最后你可以想想你可以通过哪些切实可行的方式来进一步完善自己。经常自省的最大好处是你可以不断让自己变得更好。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>自知自省智能 (Intra-personal intelligence) 指认识和反省自身的能力。自知自省智能强的人善于认识自己的情绪、动机、性格优劣势、行为好坏等，善于总结经验教训、自律、规划性强，善于自我提高。自知自省智能弱的人对自己缺少足够的觉察，对自己的能力和价值的评价容易过高或过低，容易缺少反思和自律。</p>
			<p>高自省智能的代表人群：神学家、哲学家、思想家、心理学家、心理医生。</p>',
								'suggest' => '<p>首先，你可以先试着接纳完整的自己，哪怕是令你感到冲突、内疚、愤怒和恐惧的部分。每个人都有不同程度的心理阴影，所以，你不必懊恼，你需要承认和接纳这些部分的存在，这样你才能察觉并改善这些部分。</p>
			<p>当你能认识到即使自己是不完美的，但也是足够好的，你会更容易看到自身的不足，然后你可以回想你今天的行为表现是否存在某些不足？它们与你内心的观念有关吗？还是与你知识技能的欠缺有关？</p>
			<p>最后你可以想想你可以通过哪些切实可行的方式来进一步完善自己。经常自省的最大好处是你可以不断让自己变得更好。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>自知自省智能 (Intra-personal intelligence) 指认识和反省自身的能力。自知自省智能强的人善于认识自己的情绪、动机、性格优劣势、行为好坏等，善于总结经验教训、自律、规划性强，善于自我提高。自知自省智能弱的人对自己缺少足够的觉察，对自己的能力和价值的评价容易过高或过低，容易缺少反思和自律。</p>
			<p>高自省智能的代表人群：神学家、哲学家、思想家、心理学家、心理医生。</p>',
						),
				),
				'自然观察' => array (
						'较弱' => array (
								'threshold' => 0,
								'explain' => '<p>自然观察&mdash;自然探索智能（Naturalist intelligence）指认识动植物和自然环境的能力。自然智能强的人热爱大自然，喜欢并了解各种动植物和自然风貌，适应自然环境的能力强，善于探索自然科学或自然环境，感觉敏锐、头脑灵活。自然智能弱的人对动植物和自然环境缺乏兴趣和感受力，在生活中容易感到厌烦和焦虑。</p>
			<p>高自然智能的代表人群：农业专家、动/植物学家、生态学家、野外生存专家、园艺设计师。</p>',
								'suggest' => '<p>人有着动物的属性，多接触大自然的环境，有助于舒缓身心。当今人们生活节奏较快、压力较大，且接触大自然、动植物较少，因而更容易出现焦虑、紧张、生物钟紊乱、情绪化等问题。</p>
			<p>平时增加一些户外运动，周末多到野外亲近大自然，这可以让你的身心更加健康，而且能满足你的天性需求，还将为你带来更多灵感和生活幸福感。</p>',
						),
						'中等水平' => array (
								'threshold' => 0,
								'explain' => '<p>自然观察&mdash;自然探索智能（Naturalist intelligence）指认识动植物和自然环境的能力。自然智能强的人热爱大自然，喜欢并了解各种动植物和自然风貌，适应自然环境的能力强，善于探索自然科学或自然环境，感觉敏锐、头脑灵活。自然智能弱的人对动植物和自然环境缺乏兴趣和感受力，在生活中容易感到厌烦和焦虑。</p>
			<p>高自然智能的代表人群：农业专家、动/植物学家、生态学家、野外生存专家、园艺设计师。</p>',
								'suggest' => '<p>人有着动物的属性，多接触大自然的环境，有助于舒缓身心。当今人们生活节奏较快、压力较大，且接触大自然、动植物较少，因而更容易出现焦虑、紧张、生物钟紊乱、情绪化等问题。</p>
			<p>平时增加一些户外运动，周末多到野外亲近大自然，这可以让你的身心更加健康，而且能满足你的天性需求，还将为你带来更多灵感和生活幸福感。</p>',
						),
						'较强' => array (
								'threshold' => 0,
								'explain' => '<p>自然观察&mdash;自然探索智能（Naturalist intelligence）指认识动植物和自然环境的能力。自然智能强的人热爱大自然，喜欢并了解各种动植物和自然风貌，适应自然环境的能力强，善于探索自然科学或自然环境，感觉敏锐、头脑灵活。自然智能弱的人对动植物和自然环境缺乏兴趣和感受力，在生活中容易感到厌烦和焦虑。</p>
			<p>高自然智能的代表人群：农业专家、动/植物学家、生态学家、野外生存专家、园艺设计师。</p>',
						),
				),
		),
		'extendRead' => array (
			'title' => '多元智力的提升',
			'content' => <<<EOT
<div class='img-center'><img src="多元智力-平衡.jpg" /></div>
<div class="title-wireframe"><span>平衡深度与广度</span></div>

<p>每个人都有不同的天赋和兴趣，由于时间和精力有限，大多数人无法在所有领域都达到高水平。如果只关注少数领域，适应性和多样性会有所欠缺。例如，一个只有逻辑智能的人，与同时具有人际智能和逻辑智能的人相比，机会会少很多。</p>
<p>因此，在保持核心优势的同时，花些时间培养次级优势非常有益。拓展兴趣并进行相关练习，可以显著提高适应能力和多样性。虽然不必成为通才，但跨领域的经验能扩展视野，强化核心优势，提升整体能力。</p>

<div class="title-wireframe"><span>制定个人策略</span></div>
<div class='img-center'><img src="多元智力-训练.png" /></div>
<p>在拓展过程中，常见策略是专注于一两个核心优势，同时分配部分时间和精力到其他感兴趣的领域。这能带来可预期的成长，是一种有效的策略。</p>
<p>此外，还有一种不可预估成长空间的策略——反向拓展。尝试不擅长或不感兴趣的领域，虽然不需太多精力，但了解这些领域能开拓视野，获得新经验，接触不同的人群。根据自身情况，在两种策略中选择合适的比例。</p>

<div class="title-wireframe"><span>进行充分训练</span></div>

<div class="title2-bg"><span>1、提升思维能力</span></div>
<p>任何领域都有复杂部分和深层规律。聪明的头脑能让训练事半功倍。可以从记忆力、思维速度、逻辑能力等方面训练自己。通过记忆训练游戏或书籍增强记忆力，提升信息存储能力。</p>
<p>然后，通过短时间内完成任务和每周足够的体育运动，提升反应速度，加快脑神经系统处理信息的能力。最后，通过逻辑思维训练软件或书籍锻炼探索和解决问题的能力。经常训练头脑能提高生活效率。</p>

<div class="title2-bg"><span>2、强化观察力</span></div>
<p>通过观察身边事物训练视觉记忆。从简单物品开始，观察一段时间后闭眼在脑海中重现它的各个细节。当能熟练生动地复现简单物品后，逐步换成更复杂的对象，如房间或地区。</p>
<p>随着熟练度提升，尝试回忆未特意观察的事物或事件经过。这个训练能提高观察能力，总结规律，增强智能。</p>

<div class="title2-bg"><span>3、提升情感体验</span></div>
<p>训练体会情感的能力。很多人在感知自己或他人情感时有障碍。很多人回答情绪、情感问题时，报告的是观念而非情感。情感包括：喜悦、愤怒、悲伤、恐惧、不安、孤独、空虚、爱、不满、嫉妒、恨、厌恶等。</p>
<p>练习在不同情境下体会自己的情感，接纳各种好的和坏的感受。允许自己体验各种微妙甚至非理性的情绪，才能觉察它们。然后分析情感产生的原因，进行调节但不责怪自己。通过换位思考体会他人的情绪，接纳和理解各种情感。</p>
<p>这样的训练能提高自我调控能力，提升自省智能，照顾他人感受，增强人际智能。</p>

<div class="title2-bg"><span>4、锻炼身体素质</span></div>

<p>身体也有智慧，在危机时刻能本能反应躲避危险。身体感受有时比逻辑推理更可靠。利用零散时间进行有氧操、瑜伽训练，锻炼身体协调性。</p>
<p>每周尽量多做户外运动，如打球、慢跑、远足，释放身心，满足自然天性。锻炼身体不仅有益身心健康，还能让思维更敏锐、灵活。</p>
				
EOT
  		),
);  				
