<?php
return array (
  '名称' => '七号活跃型',
  '分享图片' => 'https://oss.1cece.top/storage/Paper/20220410/658c7f57d98ffa24cee420b8d36ba594.jpg',
  '关键词' => '率直、乐天、享乐主义、追求快乐',
  '图标颜色' => '#ee7981',
  '主图' => 'https://oss.1cece.top/admin_upload/6158a826011ed.jpg',
  '标题' => '勇于尝新的享乐派',
  '描述' => '作为享乐型的你，乐天、好动，对新鲜事物充满好奇。你是一个快乐捕捉器，哪里有开心的事情，就有你的身影。你讨厌乏味的生活，你喜欢不断的变化，所以你不害怕跳出舒适圈，敢于创新和冒险，这种特性虽然比较难控制，但也能给人带来惊喜。同样这样也暴露了你耐性不足的问题，比较容易放弃，较难在一件事情上投入长时间的专注。',
  'other' => 
  array (
    '描述' => '第七型的人乐观，精力充沛，迷人，而且难以捉摸，他们痛恨被控制，而且尽可能保留很多愉快的选择； 在不愉快的情况下，他们会从心理上逃脱到愉快的幻想中；第七型的人是未来的导向者，具有涵盖每件想要完成事情的内在计划，而且当新的选择出现时，他们还会适时更新内容，那份想保持生命愉悦的需要，引导他们重新架构 现实世界，以排除有损自我形象的负面情绪和潜在打击；他们容易接受新的经验，新的人群和新的点子，富有创意，十分多才多艺。',
    '代表人物图片' => 'https://oss.1cece.top/admin_upload/6159d60b5c372.jpg',
    '欲望特质' => '追求快乐',
    '基本困思' => '我若不带来欢乐，就没有人会爱我。',
    '主要特征' => '乐观，要新鲜感，追上潮流，不喜欢承受压力，怕负面情绪；想过愉快的生活，想创新、自娱娱人，渴望过比较享受的生活，把人间的不美好化为乌有。他们喜欢投入经验快乐及情绪高昂的世界，所以他们总是不断地寻找快乐、经验快乐。',
    '主要特质' => '快乐热心、不停活动、不停获取、怕严肃认真的事情、多才多艺、对玩乐的事非常熟悉亦会花精力钻研、不惜任何代价只要快乐、嬉笑怒骂的方式对人对事。',
    '生活风格' => '爱讲自己经验，喜欢制造开心，人生有太多开心的事情等着他。',
    '人际关系' => '活跃型（Adventurer）活跃型的你，就是如此这般：乐观、精力充沛、迷人、好动、贪新鲜、五时花六时变&hellip;&hellip;&ldquo;最紧要玩得开心&rdquo;就是你的生活哲学！你们很需要生活有新鲜感，所以很不喜欢被束缚、被控制。你的活力是玩的活力，又跟第三型的成就型又有所不同，相信你们是活动搅手，玩极唔厌！',
    '顺境（奔放快乐时）' => '拥有鉴赏力，令人喜悦，懂得充分享受生命，热情洋溢，活得精彩，多才多艺。',
    '逆境（困于痛苦时）' => '粗鲁无礼，对人具攻击性，极度自我，为了满足自己的需求而伤害别人，沉溺逸乐，有时冲动得令人讨厌。',
    '代表颜色' => '绿色',
    '生命课题' => '学习分辨欲望与需要。',
  ),
  '欲望与恐惧' => 
  array (
    '图片' => 'https://oss.1cece.top/admin_upload/615942ab3f052.jpg',
    '欲望' => 
    array (
      '标题' => '追求快乐',
      '内容' => 
      array (
        0 => '欲望，也是你内心最大的驱动力，而你的驱力就是希望能永远能获得刺激和快感。你对那些新鲜、非一般的体验的渴求，就像是鱼与水的关系一样，难以决舍。你深信&ldquo;今朝有酒今朝醉&rdquo;的道理，当前能够感受到的快乐才是最宝贵的。在这种欲望的趋势下，你会抓紧每一分每一秒去寻求享受，同时在不断解锁的新体验中，你对生活也常常有新的理解和感受。',
        1 => '但是追求快乐至上的生活方式，会容易让你在快乐中沉沦。像你这样的人格类型，对压力的感知是最低的。你对自己和对他人都不会施加过分的压力，遇到不顺心的事情时，为了不耽误你感受快乐，你通常很快就选择放弃，很少会多作坚持。所以你很少会对一件事能维持长久的兴趣，三分钟热度才是你的本质。',
      ),
    ),
    '恐惧' => 
    array (
      '标题' => '被束缚、被控制，无法体验到乐趣',
      '内容' => 
      array (
        0 => '你的动力、你的情绪、你的行动&hellip;&hellip;很多都源于你内心的原始恐惧&mdash;&mdash;被困于苦闷的痛苦中。作为活跃型人格，你的感受性比其他人格类型都要高。因此一般的刺激对你来说已经是远远不足够了，你需要更大更深刻的快感，才能感受到快乐。如果限制了你寻求快乐的行为，你会感觉失去了活力，情绪也会变得浮躁，失去耐性。',
        1 => '同时，你也常常把快乐的体验作为对抗痛苦的武器，希望通过快乐带来的肾上腺素飙升来抹平痛苦的感受。因此，追求快乐不仅是你的本质，也是你自我疗愈的方式。一旦失去了这种自救方法，你会感到自己将无法战胜痛苦，因而对无法体验快乐感到恐惧。',
      ),
    ),
  ),
  '原罪与美德' => 
  array (
    '图片' => 'https://oss.1cece.top/admin_upload/6159456ab2c59.jpg',
    '描述' => '原罪与美德都在你内心同时存在，原罪是你看不到美德时产生的负面结果，对人格发展不利；而美德是你原本人格得到健康发展后展现的生命的力量。',
    '原罪' => 
    array (
      '标签' => '饕餮',
      '内容' => 
      array (
        0 => '不加以限制的快感，会使你沉沦、使你堕落。',
        1 => '当你对自己的快乐需求不加节制地满足时，你会对快感产生了贪欲，滋生出饕餮的原罪。这和暴饮暴食，沉溺于口腹之乐没有太大区别。你满足的，只是你当下一时的欲求，但从精神和心理层面来说，你依然是匮乏的。因为你只是用快感麻木自己的神经，而没有正视自己内心的空虚和痛苦，无法从根源上解决问题，同时，也是对自己感受到的痛苦的一种否定。',
        2 => '而且，放纵自己沉溺在快乐中，会让你对自我的约束性变低，做事变得冲的、缺乏思虑。所以，你会比其他人格类型更容易有成瘾行为（如烟、酒、赌、网络等），任由享乐凌驾在一切之上，会容易让你做出让自己后悔的事情。',
      ),
    ),
    '美德' => 
    array (
      '标签' => '克制',
      '内容' => 
      array (
        0 => '克制能让回重新回归现实，变得更加理性。',
        1 => '饕餮像个诱惑你堕落的魔鬼，让你在快乐中不断下坠，忘却痛苦，也忘了现实生活中要面对的种种问题。饕餮让你总是把希望寄托于未来，而不能认清现实，发掘自己的潜能，让你相信当下的自己有足够的力量去应对困难。要对抗饕餮，唯有克制享乐。',
        2 => '克制能聚合你分散的注意力，重新聚焦在当下。当你能够对当前有认真的感受和体验时，你会发觉，你可以对现状感到满意，不需要特别的外在刺激也能体验到快乐。同时能让你不再逃避痛苦，正视问题，在情绪和问题解决能力上也会变得更加成熟。',
      ),
    ),
  ),
  '性格成因' => 
  array (
    '图片' => 'https://oss.1cece.top/admin_upload/615989dd24e0f.jpg',
    '内容' => 
    array (
      '放纵的养育模式' => 
      array (
        0 => '如果你的养育者很少对你制定规矩，很少限制你的行为，对你甚至可以说是无拘无束的。他们没有在你该学习如何管理自己的时候给你提供一个适合的环境，他们更多是轻易服从你的要求，虽然这样也会有更少的冲突，但这并不利于你学会自律。',
      ),
      ' 生物学因素' => 
      array (
        0 => '①追求刺激和快感是具有遗传性的人格特质。最初这种特质可能是为了人类在原始社会能尽快适应环境，在恶劣的环境下生存下来。而如今，这部分经过自然筛选的人也保留着这部分基因。',
        1 => '② 较高的性激素水平。性激素不仅能直接影响人需求刺激的行为，使大脑中去甲肾上腺和5-羟色胺等单胺的浓度提高，让你变得容易冲动。这因素在男性，尤其在青少年时期表现更明显。因此，当寻求刺激的欲望达到高峰之后，会随着人的年长而开始慢慢下降。',
      ),
    ),
  ),
  '工作方面' => 
  array (
    '图片' => 'https://oss.1cece.top/admin_upload/615948f02553f.jpg',
    '描述' => '对待工作，你关系的不是这能为你带来多大的价值，而是你觉得它多有趣。你认为工作也是生活的一部分，你不希望因为工作而背负压力。所以你可能最怕和3号成就型的人共事，因为他们以结果为目标，紧张又高昂的作风，与你的风格背道而驰。',
    '适合的环境' => '需要不时尝鲜、冒险，千变万化。',
    '不适合的环境' => '重复性的工作。',
    '适合的工作' => '广告创意，经纪人，市场，新媒体运营，设计师',
    '理想的合作伙伴' => '4号自我型是你的理想合作伙伴。和4号自我型的人工作，你会被他们超人的创造力所惊讶。而且，你们都追求自由的工作环境，减少了对个人的约束。你们一起合作的话，将会有很多新鲜大胆的创意产出。',
    '提升指导' => 
    array (
      '描述' => '第七型的你，做人做事没有固定的模式，喜欢变革创新，具有乐观积极的领导风格，能发掘下属的发展潜能。',
      '建议' => 
      array (
        0 => '脚踏实地完成眼前的工作。',
        1 => '要放慢自己的步奏，变得更加有深度。',
        2 => '学会接受批评中的正确观点。',
      ),
    ),
  ),
  '感情方面' => 
  array (
    '图片' => 'https://oss.1cece.top/admin_upload/615949a5343cb.jpg',
    '描述' => 
    array (
      0 => '你是一个复杂的恋人。和你在一起，你的伴侣能体验到快乐，你们的关系将会是充满着激情和活力的。在一起的时候虽然确实相当愉快，但同时也需要面对你在情感上不够成熟的一面。你害怕被束缚，追求自由，所以，你无法对一段关系作出承诺，给不到伴侣安全感。你过于考虑自己的感受，而常常忽视了伴侣。你的感情来去如风，你积极热情地走近伴侣的内心，但当你感到厌倦时，你也会抽离得很快。',
      1 => '你可能容易被4号自我型身上的浪漫气质所吸引，因为自我型的人独特、有个性，Ta的一切一切对你来说都十分有意思。但你们都是关注自我内心的类型，激情过后，可能很快就会变得疏离。而1号完美型虽然会对你的行为有多少的约束，但完美型的严苛要求能中和你的过度活泼。当一个玩世不恭的人找到愿意守护和遵守的规则时，你可能真的找到了真爱了。',
    ),
  ),
  '给你的建议' => 
  array (
    '标题' => '自我整合 人格升华',
    '内容' => 
    array (
      '提高耐性和对平凡的适应性' => 
      array (
        0 => '人生那么长，总有平淡的日子',
        1 => '<span style="color: #f6727e;">① 珍惜美好的当下。</span>生命里发生的任何好事几乎都需要时间和精力投入，如果你没有耐心，为了寻找新的刺激，你就更容易放弃当下一些对你来说很重要的关系、目标或其他东西，变得得不偿失。',
        2 => '<span style="color: #f6727e;">② 用快乐的记忆填充无聊。</span>在你对目前状态感到厌烦,而又不得不暂时停留在这个状态时，回忆那些快乐的经历能提高你的耐性，帮助你捱过这段枯草的时间。',
      ),
      '改变成瘾行为的操作性方法' => 
      array (
        0 => '<span style="color: #f6727e;">①提前操纵法</span>',
        1 => '这个方法是针对问题行为来改变自己身边的环境，或找到替代的方式。改变环境，提高你再次进行成瘾行为的成本，以及用别的方式代替原本的行为。例如烟瘾，把你平时能找到烟的地方都清空了，当你顺手用口袋里拿出香烟的时候，里面是你提前换成尼古丁糖或者是棒棒糖。',
        2 => '<span style="color: #f6727e;">②.监督记录法</span>',
        3 => '<i class="fa vaaii fa-hand-o-right"></i>阶段一：对自己成瘾行为进行记录。记录下自己是在什么情况下犯的，当时自己是什么动机吗，事后自己是什么感受，写下这样做会有的不良影响。通过记录加强这种不良影响的感受，意识到问题的严重性。',
        4 => '<i class="fa vaaii fa-hand-o-right"></i>阶段二：自我强化。同样地，记录下每次你忍住没有重复成瘾行为的情况，累积到一定次数后给予自己一些阶段性的小奖励，例如一顿美食、一些小玩意。当不良的成瘾行为彻底被摆脱，或调整到适合的水平时，可以一次性给以自己一个大的奖励，如一次旅游，一件想买很久却没买的心头好。',
        5 => '<i class="fa vaaii fa-exclamation-circle"></i>注意：如果你的成瘾行为已经十分严重，并对自己或身边的人造不良影响，要及时寻找专业人士的帮忙。',
      ),
      '如果不能做到珍惜当下，那就在关系中寻找新的刺激' => 
      array (
        0 => '和亲密的人一起去陌生的地方、尝试新的体验、参加新的活动，让这段关系重新获得新鲜感，不仅能满足到你的高感觉寻求特质，还能为你们的关系带来新感受，提升关系的满意度和亲密度。',
      ),
    ),
  ),
);
