<?php
return array (
		'名称' => '七号活跃型',
		
		'关键词' => '直率、乐观、享乐、寻求刺激',
		'图标颜色' => '#ee7981',
		'主图' => '九型人格-活跃.png',
		'标签' => '探索新体验的享乐主义者',
		'描述' => '作为享乐型的人，你总是充满乐观和活力，对新奇事物充满热情。你是追求快乐的先锋，总是参与到有趣的活动中。你对乏味的日常生活感到厌倦，因此你喜欢不断尝试新鲜事物。虽然这种特质能带来惊喜，但也可能导致你对持久专注的耐性不足，容易中途放弃。',
		'other' =>
		array (
				'内容' => '第七型个体充满活力，乐观且迷人，他们极不喜欢被束缚，倾向于从愉快的幻想中寻求逃避。在面临挑战时，他们会利用新体验来重新构建现实，以保持愉快的心态。他们乐于接受新事物、新群体，富有创意和多才多艺。',
				'代表人物图片' => '九型人格-七号.png',
				'欲望特质' => '追求快乐',
				'基本困思' => '如果不能带来欢乐，就没有人会喜欢我。',
				'主要特征' => '乐观、渴望新鲜感、追随潮流、不愿承受压力、回避负面情绪，追求愉悦生活，偏好创新和娱乐，倾向于将生活中的不快转化为欢乐。他们喜欢通过体验快乐来满足自己，因此总是不断寻找新的乐趣。',
				'主要特质' => '热衷于快乐、活跃、持续寻求刺激、对严肃事物缺乏兴趣、多才多艺、热衷玩乐、愿意为快乐付出一切、不拘泥于形式的幽默感。',
				'生活风格' => '分享个人经历，制造快乐，对生活充满期待。',
				'人际关系' => '活跃型个体以乐观、精力充沛和迷人的性格著称。他们生活充满新鲜感，不愿受限于固定模式，崇尚玩乐。与第三型的成就型不同，他们更倾向于参与各种有趣的活动。',
				'顺境' =>
				array (
						'享受欢乐时' => '具备鉴赏力，充满热情和活力，能够充分体验生活，表现出色，多才多艺。',
				),
				'逆境' =>
				array (
						'面临痛苦时' => '变得粗鲁和具有攻击性，自我中心，为满足个人需求可能伤害他人，沉溺于享乐，偶尔冲动行为令人反感。',
				),
				'代表颜色' => '绿色',
				'生命课题' => '学会辨别真正的需求与欲望。',
		),
		'欲望与恐惧' =>
		array (
				'欲望' =>
				array (
						'标题' => '寻求愉悦',
						'内容' =>
						array (
								0 => '你的最大驱动力是追求刺激和快乐。对新奇体验的渴望几乎是本能的，你相信即时的愉悦才是最珍贵的。为了获得更多的享受，你会尽可能抓住每一刻，同时在不断的体验中重新审视生活。',
								1 => '然而，过度追求快乐可能导致你在短期愉悦中迷失自己。由于对压力的感知较低，你往往容易放弃面临的困难，缺乏持久的兴趣和耐性，表现为短暂的热情和热衷。',
						),
				),
				'恐惧' =>
				array (
						'标题' => '被束缚和无法享乐',
						'内容' =>
						array (
								0 => '你的行动和情绪大多源自对痛苦的恐惧。你对寻求快乐的渴望极强，若被限制或无法体验乐趣，你会感到失去活力，情绪变得不稳定，对现状产生焦虑。',
								1 => '你经常用快乐的感受来对抗痛苦，希望通过享乐来缓解内心的不安。一旦这种自我安慰的方式失效，你会担心无法应对痛苦，从而对无法获得快乐感到恐惧。',
						),
				),
		),
		'原罪与美德' =>
		array (
				'描述' => '你内心同时存在原罪与美德。原罪是你在无法看到美德时产生的负面后果，对人格的发展不利；而美德则是你在健康人格发展后展现出的生命力量。',
				'原罪' =>
				array (
						'标签' => '贪婪',
						'标题' => '无节制的享乐导致堕落。',
						'内容' =>
						array (
								0 => '过度追求快乐会导致贪婪，从而陷入堕落。你对瞬时享受的贪婪类似于暴饮暴食，只是暂时满足欲望，却忽视了内心的空虚和痛苦。这种享乐主义会让你逃避真实问题，无法从根源解决问题，同时降低自我约束。',
								1 => '纵容自己沉溺于享乐还可能导致成瘾行为，如对烟酒、赌博或网络的依赖，使你做出让自己后悔的决定。',
						),
				),
				'美德' =>
				array (
						'标签' => '自制力',
						'标题' => '自制力使你更加理性和现实。',
						'内容' =>
						array (
								0 => '克制是对抗贪婪的关键，它帮助你从享乐的诱惑中脱离出来，重回现实。克制让你重新集中注意力在当下，减少对外在刺激的依赖，使你能够在没有额外激励的情况下感受到满足。',
								1 => '通过克制，你不仅能更好地应对情绪，还能更加成熟地解决问题，使你在情感和问题处理上变得更加理性和稳定。',
						),
				),
		),
		'性格成因' =>
		array (
				'内容' =>
				array (
						'放纵的养育模式' =>
						array (
								0 => '如果你的养育者对你的行为没有设定限制，往往顺应你的要求，导致你在成长过程中缺乏自律。这种放任的环境虽然减少了冲突，但不利于你学会自我管理和责任感。',
						),
						'生物学因素' =>
						array (
								0 => '① 寻求刺激和快感可能是遗传因素的一部分，这种特质最初是为了适应恶劣环境而进化的。在现代社会，这种基因仍然存在于一些个体中。',
								1 => '② 较高的性激素水平会影响对刺激的需求，使你更容易冲动。在男性尤其在青春期，这种影响尤为明显。随着年龄增长，这种需求会逐渐减少。',
						),
				),
		),
		
  '工作方面' => 
  array (
    '描述' => '你在工作时更关注工作的趣味性而非它的实际效益。对你而言，工作应当成为生活的一部分，而不是带来额外的压力。因此，你可能会觉得与以结果为导向的3号成就型人物合作不适合，因为他们的高压和紧张的工作风格与你的轻松态度不符。',
    '适合的环境' => '需要经常变化和探索的工作环境。',
    '不适合的环境' => '需要重复性任务的工作。',
    '适合的工作' => '广告创意、经纪人、市场推广、新媒体运营、设计师',
    '理想的合作伙伴' => '与你最为匹配的是4号自我型。4号自我型的创造力和追求自由的工作方式能与你的风格完美契合。你们的合作将激发出许多新颖且创新的想法。',
    '提升指导' => 
    array (
      '描述' => '作为第七型的人，你不喜欢按部就班，倾向于创新，展现积极向上的领导风格，并能发掘团队成员的潜力。',
      '建议' => 
      array (
        0 => '集中精力完成当前的任务。',
        1 => '放慢步伐，增强对工作的深度。',
        2 => '学会从批评中汲取建设性意见。',
      ),
    ),
  ),
  '感情方面' => 
  array (
    '描述' => 
    array (
      0 => '在感情中，你是一个复杂的伴侣。与你相处，伴侣会感受到充满乐趣的时光。尽管你们的关系充满激情，但你可能由于对自由的渴望而无法承诺，使得伴侣缺乏安全感。你经常关注自己的需求，可能忽视了伴侣的感受。你在情感上可能会迅速失去兴趣。',
      1 => '你可能会被4号自我型的浪漫气质所吸引，因为他们的独特性格对你而言非常吸引。但是，你们都重视个人感受，激情过后可能会迅速变得疏远。而1号完美型虽然对你有一定的约束，但他们的严格要求可能会平衡你的过度活跃。如果你能与一个愿意遵守规则的人建立关系，或许能找到真正的爱情。',
    ),
  ),
  '给你的建议' => 
  array (
    '标题' => '自我整合与个人成长',
    '内容' => 
    array (
      '提高耐性和对平凡的适应性' => 
      array (
        0 => '生活中难免会有平淡时光。',
        1 => '<span style="color: #f6727e;">① 珍惜眼前的美好时光。</span>许多美好的经历需要时间来积累。如果你不具备足够的耐性，可能会为了寻求新鲜感而放弃一些本应珍惜的关系或目标，这样可能会得不偿失。',
        2 => '<span style="color: #f6727e;">② 用快乐的回忆对抗无聊的时刻。</span>在面临无聊或乏味的阶段时，回忆愉快的经历可以帮助你增加耐性，更容易度过这些时刻。',
      ),
      '改变成瘾行为的操作性方法' => 
      array (
        0 => '<span style="color: #f6727e;">① 环境干预法</span>',
        1 => '通过调整自身环境或寻找替代方式来改变成瘾行为。例如戒烟时，清理出容易找到烟的地方，将香烟替换为尼古丁糖或棒棒糖，以降低再次成瘾的可能性。',
        2 => '<span style="color: #f6727e;">② 记录与奖励法</span>',
        3 => '<i class="fa vaaii fa-hand-o-right"></i>阶段一：记录成瘾行为的情况，包括发生的情境、动机、感受及其负面影响。这能帮助你认识到问题的严重性。',
        4 => '<i class="fa vaaii fa-hand-o-right"></i>阶段二：记录成功控制成瘾行为的情况，积累到一定程度后给予自己小奖励，如美食或小物件。当成瘾行为得到有效控制时，给予自己一次大的奖励，例如旅行或购买心仪已久的物品。',
        5 => '<i class="fa vaaii fa-exclamation-circle"></i>注意：如果成瘾行为已经很严重，并对自身或他人造成负面影响，应及时寻求专业帮助。',
      ),
      '在关系中寻找新的刺激' => 
      array (
        0 => '和亲密的人一起尝试新的活动或去新的地方，这不仅能满足你对刺激的需求，还能为你们的关系注入新鲜感，提升关系的满意度和亲密感。',
      ),
    ),
  ),
		
);
