<?php
return array (
		'名称' => '三号成就型',
		'关键词' => '雄心、努力、效能、追求目标',
		'图标颜色' => '#ee7981',
		'主图' => '九型人格-成就.png',
		'标签' => '成就导向的实践者',
		'描述' => '你具有强烈的竞争心，常用目标来衡量自身价值。你是一个专注于工作的人，全力以赴地追求卓越成绩，以赢得他人的认可与尊重。你对成功充满渴望，因此在工作中表现出色，效率高。但你对失败的处理能力较差，因为它直接打击你的自我价值，使你感到沮丧。',
		'other' =>
		array (
				'内容' => '第三型个体通常精力充沛，致力于取得成功并赢得赞誉。他们将竞争视为一种积极挑战，而非对抗。他们设立的目标总是以成功为标准，无论是在家庭、职业还是社交场合，他们都能够调整自己以适应周围人的需求。他们的成就导向使得他们能成为出色的父母、配偶、商人或朋友，激励他人相信“无事不可成”。',
				'代表人物图片' => '九型人格-三号.png',
				'欲望特质' => '追求卓越',
				'基本困思' => '若无成就，便无他人之爱。',
				'主要特征' => '极强的竞争意识，重视权威，与他人比较以评估自我价值，注重外在形象，倾向工作狂，回避表达内心情感；期望获得广泛认可，野心勃勃，渴望脱颖而出。',
				'主要特质' => '自信满满、充满活力、幽默风趣、把握力强、社交圆滑、积极向上、外表吸引',
				'生活风格' => '喜欢炫耀自己的成就，避免面对失败，按照长远目标行事。',
				'人际关系' => '成就型（Achiever）你充满动力，享受挑战，将个人价值与成就紧密相连。你热衷于达成目标，相信“天下无难事”，适合担任领导角色以激励他人。',
				'顺境' =>
				array (
						'有成就时' => '展现自信和魅力，受到欢迎，积极进取，目标明确，野心勃勃。',
				),
				'逆境' =>
				array (
						'一事无成时' => '为达目的采取不正当手段，表现出投机和自私，可能会说谎。',
				),
				'代表颜色' => '鲜黄色',
				'生命课题' => '学会接受自我，不做虚假包装或修饰。',
		),
		'欲望与恐惧' =>
		array (
				'欲望' =>
				array (
						'标题' => '渴望卓越成就，感知自我价值',
						'内容' =>
						array (
								0 => '你的欲望是追求卓越，努力获得更高成就。这种追求反映了你务实的一面，注重结果，避免浪费精力在无用之处。在这种欲望驱动下，你不断提升自己，追求成功。',
								1 => '你的执行力很强，效率高，能够迅速识别问题。你是最有可能成功的个性之一。但你也可能过于强调结果，忽略过程，容易陷入“唯结果论”的思维模式，这会妨碍你对自己进行反思与总结。',
						),
				),
				'恐惧' =>
				array (
						'标题' => '担心失败，害怕被不认可',
						'内容' =>
						array (
								0 => '你的动力和行动很大程度上来源于对失败的恐惧——害怕失败会使你被他人忽视。因此，你通过不断的成就来提升自我价值感。这种恐惧驱动虽然推动你前进，但也可能导致你过度功利。',
								1 => '你害怕失败，并将其视为对个人价值的否定。每一次失败都可能使你崩溃，因此你表现得过于追求成功，并对批评十分敏感。你的恐惧让你患得患失，丧失了平常心。',
						),
				),
		),
		'原罪与美德' =>
		array (
				'描述' => '原罪与美德并存。原罪表现为无法看到美德时产生的负面影响，而美德则是人格得到健康发展后的展现。',
				'原罪' =>
				array (
						'标签' => '虚伪',
						'标题' => '虚伪的面具遮掩了真实的自我',
						'内容' =>
						array (
								0 => '你的自尊感不稳定，成功时充满自信，失败时则感到一无所有。为了避免被轻视，你可能会撒谎，以维持一个理想的形象。你希望成为社会定义的成功者，以获得赞誉。',
								1 => '当你努力扮演他人期待中的成功者时，你的真实自我可能逐渐模糊。你的内在动机可能被外部期望所取代，导致你对自我认识变得模糊。最终，你只是一个疲惫的“演员”，无法接触到内心真正的需求。',
						),
				),
				'美德' =>
				array (
						'标签' => '真实',
						'标题' => '展现真实自我，不再扮演角色',
						'内容' =>
						array (
								0 => '即使你尝试掩盖真实自我，去扮演他人期待的“成功人士”，你仍然无法满足他们的期望。如果你能认识到真实自我的重要性，你会开始为自己而努力，真诚会逐渐取代虚荣。',
								1 => '当你摆脱扮演他人的角色，你会发现自己不再受到内心恐惧的束缚。真正的自我展现带来内心的喜悦，你将建立起真正的自尊感，相信自己即使面对失败，也依然有价值。',
						),
				),
		),
		'性格成因' =>
		array (
				'内容' =>
				array (
						'童年缺乏“无条件的爱”' =>
						array (
								0 => '在你的童年中，或许缺乏来自养育者的无条件爱与支持。这种缺乏使你认为，要获得他人的认同和爱，需要满足某些条件。缺乏关怀的你，认为要表现得更好才能获得他人的喜爱。',
						),
						'高标准要求的家长' =>
						array (
								0 => '可能你的养育者对你有很高的期望，且对你的赞美很吝啬。为了赢得他们的认可，你可能会非常努力地提高自己，力求成为更优秀的人。',
						),
						'过去的挫折经历' =>
						array (
								0 => '你可能在过去经历过因能力不足而被排斥的情况，这让你感到自卑，觉得自己不被接受。因此，你渴望提升自己的能力，以避免被别人看轻。',
						),
				),
		),
		
		'工作方面' =>
		array (
				'描述' => '成就型人格倾向于全身心投入工作，常常把工作成绩与自我价值感混为一谈。你会为自己设定明确的工作目标，并不遗余力地去实现它们。',
				'适合的环境' => '最适合在那些目标明确、奖励公平且具有成长机会的工作环境中。',
				'不适合的环境' => '不适合那些缺乏发展前景的职位，例如：无法提升个人声望的工作、与个人社会形象不匹配的工作，或者需要不断反思和创造的工作。',
				'适合的工作' => '销售代表、演员、主持人、保险顾问、政治领袖',
				'理想的合作伙伴' => '1号完美型人格与你的合作最为契合。你们都专注于实现目标，因此工作中能很快达成一致，并保持高效的节奏。你的实际操作能力也能帮助完美型伙伴将计划付诸实践。如果双方配合默契，最终成果将会兼具效率与高质量。',
				'提升指导' =>
				array (
						'描述' => '成就型人格在追求效率和成果时，可能会显得过于控制和独断。',
						'建议' =>
						array (
								0 => '尽量避免过于单一的目标导向，关注团队成员的情感和需求。',
								1 => '减少个人竞争心态，培养协作精神。',
								2 => '超越短期目标，规划更长远的发展方向。',
						),
				),
		),
		
		'感情方面' =>
		array (
				'描述' =>
				array (
						0 => '你在情感中也常展现出对事业的投入。你认为自己的吸引力来源于职业成就，因此在爱情中也会用这种方式来打动对方。然而，这种方式可能会忽视情感的真实需求。',
						1 => '你真正需要的是一个能够看透你表面伪装、接纳真实自我的伴侣。2号助人型人格的支持可以帮助你在关系中摆脱伪装，展现真实的自我。',
				),
		),
		
		'给你的建议' =>
		array (
				'标题' => '个人整合与自我提升',
				'内容' =>
				array (
						'降低对他人评价的敏感' =>
						array (
								'自我接纳' => '你的自信心常因他人的评价而波动，因为你过于依赖外界的反馈。接纳自己包括接受自身的不完美，即使有缺陷，你也值得被爱。认识到这一点后，你将更加从容地面对他人的评价。',
								'寻求积极反馈' => '你对评价的敏感性较高，可以寻求那些能给予你正面反馈的朋友、同事或专业人士，建立支持性关系，这有助于缓解你对负面评价的焦虑。',
						),
						'把成败与自我价值分开' =>
						array (
								0 => '你习惯将个人的成功与失败与自我价值等同起来，这会导致你的自尊随事件的结果波动。明白自我价值不会因为一次的成功或失败而改变，学会对自己宽容。',
								1 => '认识到自我价值不需要依赖于外在成就，学会从内心去爱自己。可以尝试对自己说：',
								2 => '<i class="fa vaaii fa-hand-o-right"></i>我现在的自己已经很棒，非常完整。',
								3 => '<i class="fa vaaii fa-hand-o-right"></i>我不需要他人的标准来评判我自己。',
								4 => '<i class="fa vaaii fa-hand-o-right"></i>我全心全意地爱自己。',
								5 => '慢慢地，你将能够恢复内心的平和与喜悦。',
						),
						'学会放松' =>
						array (
								'冥想和正念' => '闭眼，集中注意力在呼吸上，慢慢吸气时默数8下，屏气后慢慢呼气同样数8下。如果注意力分散了，轻轻把注意力带回到呼吸上。',
								'肌肉放松法' => '从面部肌肉开始，逐步放松每一组肌肉。包括眉头紧皱、额头绷紧和咬紧牙关。每组肌肉紧张5至10秒后放松，直至全身肌肉放松。',
						),
				),
		),
		
);
