<?php
return array (
  '名称' => '二号助人型',
  '关键词' => '无私、热情、友爱、贡献、慈善心',
  '图标颜色' => '#ee7981',

  '标签' => '关爱他人的温暖支持者',
  '描述' => '你的性格温暖、友善，积极主动地为他人提供帮助，常成为他人的支持者和依靠。你通常拥有良好的人际关系，受到周围人的喜爱。你习惯性地站在他人身边，承担责任并提供服务。有时，这种助人的行为已经融入你的习惯，时常为他人着想，常忽略自己的需求。在某些时刻，你可能通过这种方式来定义自己的价值。',
 'other' => 
  array (
     '内容' => '第二型的人在时间、精力和事物的管理上都显得积极主动，乐于帮助他人，通常表现得乐观和慷慨。他们不习惯承认自己的需求，也难以寻求他人帮助，因此他们倾向于通过人际关系来满足自己的需求。在他们最能为他人提供帮助的时候，感到最为满足。他们敏锐地感知他人的需求，并能够展示出吸引他人的特质。他们习惯于付出，有时会操控他人以获取回报，有时则自然地扮演照顾者或主持者的角色。为了让他人获得成功，他们会用自己天生的同情心来提供真正所需的支持。',
    '代表人物图片' => '九型人格-二号.png',
    '欲望特质' => '渴望被需要',
    '基本困思' => '如果我不帮助别人，就不会被爱。',
    '主要特征' => '渴望建立良好关系或得到他人的爱、乐于迁就他人、以他人为重、希望别人觉得自己是必要的、常常忽视自身需要；非常关心他人的感受，热衷于付出爱，只要看到别人因为接受了自己的关爱而感到满足，你才会觉得自己的存在是有意义的。',
    '主要特质' => '亲切友好、随和、不直接表达个人需求、含蓄婉转、好好先生/小姐、慷慨大方、乐于施舍',
    '生活风格' => '倾向于直接表露事实，逃避被帮助，忙于助人，常常忽视自身问题。',
    '人际关系' => '作为助人型，你自然地喜欢帮助他人，并且主动、慷慨大方。虽然你能敏锐地察觉他人的需求，但常常忽视自己的需要。你认为满足他人的需求比满足自己的需求更为重要，因此你很少向他人寻求帮助。这种特质让你往往通过帮助他人来确认自己的价值。',
    '顺境' => 
    array (
      '能够得到爱的回应' => '具备高度同情心，理解他人困境，愿意无条件地付出爱。',
    ),
    '逆境' => 
    array (
      '缺乏爱或遭遇背叛时' => '变得强势、操控他人，对他人要求过高。',
    ),
    '代表颜色' => '红色',
    '生命课题' => '学会放下“好人”形象，承认自身也有需求',
  ),
  '欲望与恐惧' => 
  array (
    '欲望' => 
    array (
      '标题' => '获得他人的爱与认可',
      '内容' => 
      array (
        0 => '你的核心欲望是通过为他人提供帮助来获得爱和接受。你希望通过积极的付出来确认自己的价值。这个欲望使你在群体中发挥作用，寻求通过服务他人来实现自我满足。',
        1 => '你的高度共情能力使你能够深刻理解他人的需求，但有时你可能会忽视自己的感受。过度关注他人的需求可能使你忽略了对自己情感的关注，影响个人的心理健康。',
      ),
    ),
    '恐惧' => 
    array (
      '标题' => '若我不主动关心他人，别人可能不会喜爱我',
      '内容' => 
      array (
        0 => '你内心深处的恐惧是无法得到爱与认可。你害怕被拒绝，因而总是努力去迎合他人，通过积极的付出来维系关系。你担心自己不被需要，进而陷入对他人过度付出的循环。',
        1 => '这种恐惧源自对自身价值的不确定。你可能会感到只有通过对他人的帮助才能获得认同，从而变得依赖这种助人的方式来确认自身的价值。',
      ),
    ),
  ),
  '原罪与美德' => 
  array (
    '描述' => '原罪与美德在你内心同时存在。原罪代表了你未能发现美德时所产生的负面效果，而美德则体现了你个性健康发展后的积极品质。',
    '原罪' => 
    array (
      '标签' => '自负',
      '标题' => '善意的付出可能演变为负担',
      '内容' => 
      array (
        0 => '你对他人无私的帮助可能被你内心的自负所掩盖。虽然你关心他人，但当这种付出转变为期望获得回报的动机时，就会扭曲你善意的初衷。',
        1 => '这种自负源于你把自己视为他人幸福的关键，期待他人对你的感激和赞美。这种态度可能使你过于自我中心，认为自己应当获得更多的认可和回报，从而在无意中操控他人。',
      ),
    ),
    '美德' => 
    array (
      '标签' => '谦逊',
      '标题' => '无私付出是可贵的品德',
      '内容' => 
      array (
        0 => '真实的付出应是无条件的，不求回报。谦逊的美德可以帮助你保持真实的自我，不因他人的反馈而改变自己的初衷。',
        1 => '通过保持谦逊，你能够更好地平衡个人付出与他人的需求，从而减少对他人反应的过度依赖，保持内心的平和与满足。',
      ),
    ),
  ),
  '性格成因' => 
  array (
    '内容' => 
    array (
      '家庭环境' => 
      array (
        0 => '严格的教养方式：如果你成长在一个要求严格的家庭中，你可能总是需要迎合养育者的期望才能获得他们的关注。这种环境让你学会将他人的需求置于自己的需求之上，以此寻求认可。',
        1 => '被忽视的体验：在多子女家庭中，偏爱的现象可能让你在成长过程中感受到被忽视。这种经历促使你早早地发展出敏锐的感知能力，用以察觉他人的需求，从而希望通过助人获得关注。',
      ),
      '社会环境' => 
      array (
        0 => '社会对助人行为的赞赏，使你在成长过程中受到这种价值观的影响。你通过不断服务他人来建立自信，并得到社会的积极反馈，从而在这种环境中形成了你的助人型性格。',
        1 => '社会角色期待：你被期望扮演特定的角色，社会对你的期望促使你在他人面前展现自己最积极的一面。这种期望让你习惯于满足他人的需求，忽视了对自我的关注。',
      ),
    ),
  ),
  '工作方面' => 
	array (
	  '描述' => '在职场中，你常常是一个强有力的支持者。你擅长洞察他人的潜力并提供及时援助，因此非常适合团队合作。你通常担任协调者的角色，有效地响应团队成员的需求，同时提供情感上的支持，促进团队的和谐。',
	  '适合的环境' => '涉及广泛人际交往，受到重视和欣赏。',
	  '不适合的环境' => '缺乏积极的人际互动。',
	  '适合的工作' => '行政助理，教育工作者，医疗护理人员，销售代表，工会领导',
	  '理想的合作伙伴' => '与8号领袖型一起工作，你们会形成良好的配合。8号个性迅速果断，习惯发号施令，你能为他们提供明确的支持，并且这种合作也会让领袖型的人感到满意。',
	  '提升指导' => 
	  array (
	    '描述' => '作为第二型，你具有激励他人的天赋，愿意为团队的整体利益做出牺牲，对他人充满理解。然而，有时你可能过于注重维护关系而忽视原则。',
	    '建议' => 
	    array (
	      0 => '学会拒绝，反思自己的需求时，尤其在感到不满时。',
	      1 => '减少他人对你的依赖，给予他们解决问题的空间。',
	      2 => '多从客观角度出发，避免情绪化。',
	    ),
	  ),
	),
	'感情方面' => 
	array (
	  '描述' => 
	  array (
	    0 => '作为助人型的人，你的爱心和亲和力在感情关系中表现得尤为明显。你倾注全部的心力去关爱伴侣，提供细致的照顾。',
	    1 => '8号领袖型擅长指挥，具有领导力，而你能够很好地配合他们。此外，领袖型的主动性和直率的沟通风格，也能促使你更多地表达自己的观点，从他们那里学习到更多的独立性和自信。',
	  ),
	),
	'给你的建议' => 
	array (
	  '标题' => '个人成长与自我完善',
	  '内容' => 
	  array (
	    '设立明确的个人界限' => 
	    array (
	      0 => '注意你的帮助行为有时可能会越过界限。每个人有自己的责任和任务，你不能代替他人承担责任。无论对方是谁，你应明确责任属于对方自己，你只能尽力提供理解和支持，但不能完全替代他们。',
	    ),
	    '减少对他人评价的依赖' => 
	    array (
	      0 => '如果你发现自己过于关注他人的看法，或试图迎合他人的期望，应该开始减少对别人的敏感度。提醒自己：',
	      1 => '不可能让每个人都满意；',
	      2 => '他人对我的期待并不绝对，即使我无法满足，也不会影响我们之间的关系；',
	      3 => '我的感受和想法应当得到更多关注。',
	    ),
	    '停止盲目照顾他人，表达真实情感' => 
	    array (
	      '增加表达自我的频率' => '习惯性忽略自己感受的你，可以尝试逐步表达自己的真实想法和感受。最初无需过于频繁，可以根据情况逐步增加。经过尝试，你会发现他人的态度不会因为你的真诚而产生负面变化。',
	      '学会非攻击性表达' => '通常你避免表达真实感受是担心伤害他人。然而，通过非攻击性的方式表达感受，更能促进理解。专注于描述你当前的感受，而非批评对方。这样能让对方从你的角度理解问题，建立真正的认同。',
	    ),
	  ),
	),
);
