<?php
return array (
  '名称' => '八号领袖型',
  '关键词' => '果断、支配欲、正义感、追求权力',
  '图标颜色' => '#ee7981',
  '主图' => '九型人格-领袖.png',
  '标签' => '为挑战而生的斗士',
  '描述' => '你是一个坚定的行动派，具备强烈的正义感，敢于直面挑战。你重视权力，有着不轻易妥协的性格，这使你在各类人格中最有可能成为领袖。同时，你具有强烈的责任感，愿意为家人和朋友提供保护，这也使你获得追随者的信任。然而，你在情感表达方面比较生硬，容易在关系中引发问题。',
  'other' => 
  array (
    '内容' => '第八型的人果断且有时具有攻击性，对生命持有&ldquo;一不做二不休&rdquo;的态度。他们通常是领袖或极端孤立者，善于关心和保护朋友，并了解朋友的想法；他们关心正义和公平，并愿意为此而战；第八型的人格外追求享乐，从与朋友喝酒作乐到理性讨论；他们能觉察到权力的所在，使自己免受他人的控制，具有支配力；第八型的人会忠诚地运用自己的力量，并毫无倦怠地支持有价值的条件，常成为人群中的领导人物。',
    '代表人物图片' => '九型人格-八号.png',
    '欲望特质' => '追求权力',
    '基本困思' => '如果没有权力，我就不会被爱。',
    '主要特征' => '追求权力，讲求实力，不依赖他人，有正义感。喜欢做大事，是绝对的行动派，一遇到问题便立即采取行动解决。希望独立自主，一切靠自己，依靠自己的能力做事，愿意在建设前进行破坏，想带领大家走向公平与正义。',
    '主要特质' => '具有攻击性、自我中心、轻视懦弱、尊重强者、扶正不扶歪。为受压迫者挺身而出、冲动、有什么不满即场发作、主观、直觉。',
    '生活风格' => '爱命令、说话大声、有威严、报复心理强、爱辩论、靠意志掌管生活。',
    '人际关系' => '领袖型（Leader）许多领袖都有以下特质：豪爽、不拘小节、自视甚高、遇强越强、关心正义和公平。你们清楚自己的目标，并努力前进。由于不愿被人控制且具有支配力，所以你们很有潜质做领袖带领大家。你们好胜，有时对人有点攻击性，让人感到压力。',
    '顺境' => 
    array (
      '有权有势时' => '英雄人物，勇敢宽容，自信，是天生领袖，对人有启发和鼓舞作用，令人尊敬。',
    ),
    '逆境' => 
    array (
      '没有权势时' => '残暴且具攻击性，无同情心，欺凌弱者，自大，复仇心重。',
    ),
    '代表颜色' => '黑白色',
    '生命课题' => '学会做人群的保护者，而非剥削者',
  ),
  '欲望与恐惧' => 
  array (
    '欲望' => 
    array (
      '标题' => '追求自我主宰，成为命运的掌控者',
      '内容' => 
      array (
        0 => '欲望是你内心最大的驱动力，你希望始终捍卫自己的利益，成为自己生命的主导者。这种欲望使你在行动上表现出果断和强硬。你不仅会专注于自我的力量，筑起坚硬的保护壳，确保自己在任何方面都不受侵犯；当被侵犯时，你会有强烈的反抗行为。你重视公正和公平，不会让自己和身边的人吃亏，面对不公时，你勇于站出来捍卫。',
        1 => '为了满足欲望，你会不断鞭策自己成为强者，强大到不受他人左右。正因如此，你也是众多人格类型中最具领导潜能的人。你擅长号召和带领他人，有时也会成为他人的保护者，身边有追随者。然而，过于强调自我意志，难以接受不同意见，可能会陷入二极思维。',
      ),
    ),
    '恐惧' => 
    array (
      '标题' => '软弱无能，个人主权受到侵犯',
      '内容' => 
      array (
        0 => '你的动力、情绪和行动，很多都源于你内心的原始恐惧&mdash;&mdash;任人宰割。你相信弱肉强食的丛林法则，认为软弱会使你被剥夺一切权利。',
        1 => '尽管你平时秉承&ldquo;人不犯我，我不犯人&rdquo;的原则，但一旦自主权受到侵害，你容易产生报复心理，主张&ldquo;以牙还牙&rdquo;。在生活中，与人接触难免有误会和摩擦，为了捍卫自身的正义，你可能做出不明智的举动。',
        2 => '对被侵犯的恐惧，体现了你对失去自主感的害怕。失去自主感会让你失去对生活的控制感，感觉没有能力应对生活中的困境，做任何事都不能逃脱被摆布的命运。',
      ),
    ),
  ),
  '原罪与美德' => 
  array (
    '描述' => '原罪与美德在你内心并存，原罪是你看不到美德时产生的负面结果，不利于人格发展；而美德是你人格健康发展后展现的生命力量。',
    '原罪' => 
    array (
      '标签' => '占有',
      '标题' => '缺乏真诚沟通的暴力占有。',
      '内容' => 
      array (
        0 => '你的支配欲强大，不仅想完全掌控自己的人生，也希望支配他人。你希望别人服从你，以你期待的方式行动。最理想的方式是用个人魅力与真诚打动别人。你确实具备个人魅力，但有时会用不好的方式支配他人。你的占有之恶体现在暴力沟通上&mdash;&mdash;强势的占有。',
        1 => '由于不擅长表达情感，与内心恐惧有关，你认为袒露情绪会暴露弱点，因此用不好的方式表达。当你感觉亲友或恋人将离你而去，感到安全感不足时，往往通过激怒的方式确认对方态度。你故意引起冲突是为了获得更紧密的关系，但这种方式不易被理解，他们在你面前表现的服从可能只是因为感受到你的威吓。',
      ),
    ),
    '美德' => 
    array (
      '标签' => '纯真',
      '标题' => '率直表达能换来同样的真诚。',
      '内容' => 
      array (
        0 => '占有的原罪来源于错误的行为模式，核心因素是你对以真诚打动人的信心不足。你习惯用强势又霸道的方式表达情感，认为温柔是一种示弱。当你感觉身边的人要远离时，用粗暴的方式对待只会将他们推得更远。像抓紧沙子，握得越紧，沙子掉得越快。而你却忘了用最直接真诚的交流，纯真地表达才能留住人。',
        1 => '纯粹表达也是做自己的表现，这是不加修饰的表达，你无需假装强势压过对方。如果能放下戒备和攻击，纯真的美德将会显现，感受到温柔、耐心、仁慈等美好品质。',
      ),
    ),
  ),
  '性格成因' => 
  array (
    '内容' => 
    array (
      '来自养育者的&ldquo;支配统治&rdquo;' => 
      array (
        0 => '如果在年幼阶段，养育者对你使用专政式教养方式，以权威身份管束你，表现出严肃、强势，很少流露温情和鼓励。你会潜移默化中认可这种方式，因为缺乏正确情感引导，不懂得其他情绪表达方法，成长过程中复制了养育者的暴力行为，逐渐形成了自己强势、专断的性格。',
        1 => '在早期环境中，如果你被迫服从绝对权威，不允许自己有任何反抗，久而久之便会产生极强的支配欲。这是你在缺乏自主权利时的应对机制，长大后也容易沿用。若你当时选择顺从，则会不断压抑内心的不满，最终在成人阶段以反叛行为发泄。',
      ),
      '来自环境的&ldquo;生存危机&rdquo;' => 
      array (
        0 => '如果在年幼阶段，经历过被伤害或侵犯的创伤事件，形成了对生存环境的不信任，导致了你希望通过控制来获得安全感。这种经历使你强化了&ldquo;掌控者&rdquo;的身份，认为只有自己控制局面，才能避免伤害。为了保护自己，你逐渐成为强硬派，即便成年后对环境有更多信任，也很难改变既定的性格模式。',
        1 => '你可能经历过一些影响你内心安全感的事件，比如在成长过程中缺乏保护，时常感到威胁，认为弱者会遭受欺凌，因此以强势方式对抗这些威胁。这些环境因素不断强化了你果断和支配欲的性格特点。',
      ),
    ),
  ),
  '工作方面' => 
  array (
    '描述' => '在工作上，你极力追求卓越，力求成为不可或缺的强者。你喜欢掌控全局，拥有强烈的领地意识和出色的行动力，展现出领导才能，能成为团队的核心。你倾向于直接表达，对工作中的问题不会拐弯抹角，善于发出明确的指令。然而，你容易受到情绪的影响，尤其在遇到挫折时，这会让与你共事的人感到压力。',
    '适合的环境' => '充满竞争和发展的机会',
    '不适合的环境' => '需要与人分享权力的环境',
    '适合的工作' => '管理者，创业者，教师，自由职业者，酒店体验师',
    '理想的合作伙伴' => '2号助人型是你的理想搭档。与2号助人型的人合作，你会发现他们的协作能力和及时支援非常匹配。他们喜欢成为他人的支撑和依靠，愿意直接而明确地协助你。而3号成就型的人，和你一样对工作充满激情，行动果断迅速，你们会互相欣赏，合作愉快。但要注意，可能会因争夺主导地位而产生竞争。',
    '提升指导' => 
    array (
      '描述' => '作为第八型，你强势且富有对抗性，表现出专制和直接的特点，有时会采用独裁、严厉的领导方式。',
      '建议' => 
      array (
        0 => '学会倾听，回答前先了解他人的观点。',
        1 => '责备他人时要注意方式方法。',
        2 => '留意自己的语气，避免大声吼叫。',
      ),
    ),
  ),
'感情方面' => 
  array (
    '描述' => 
    array (
      0 => '在感情上，你的表达方式较为直接，表现出强烈的占有欲，希望伴侣完全属于你。你不常通过言语表达爱意，而是通过行动体现关心。你愿意用实际行动来传递爱意，但缺乏温柔的言辞。你会成为伴侣的依靠，在对方需要时迅速提供帮助。',
      1 => '你和9号和平型的人可能会形成和谐的关系，因为和平型的人不喜欢争辩，愿意跟随他人，能够较好地应对你的强势行为。他们不擅长做决定，乐意让你主导感情，并会适时给予支持和肯定。',
    ),
  ),
'给你的建议' => 
  array (
    '标题' => '自我提升与人格优化',
    '内容' => 
    array (
      '体验失控的感觉' => 
      array (
        0 => '你往往强调对外界的控制感，这让你感到安全和可靠。但过强的控制不仅让他人，也让自己感到压抑。有时你需要学习如何放下控制，体验不同的感觉。',
        1 => '①想象失控并克服它。</span>回想最近一次失控的经历，当时的感受如何？为了克服这种失控，你付出了哪些认知、情绪、时间和精力？',
        2 => '②记录控制列表。</span>记录你为了控制所付出的认知资源、情绪感受、时间和精力。例如在亲密关系中，为了不失控，你可能频繁联系伴侣，导致争吵和痛苦。这些都是控制列表中的内容。',
        3 => '③提醒自己。</span>查看控制列表，当你尝试克服失控时，这些内容会浮现。这时，你还想继续控制吗？',
      ),
      '减少控制欲，缓解人际关系紧张' => 
      array (
        0 => '①理解无法控制他人。除了自己，我们无法控制任何人，尝试控制他人通常会适得其反。每个人都有权决定自己的生活，不必受你支配。',
        1 => '②放手带来更多。当你减少控制欲时，会获得正向反馈。例如，当你不再强迫别人听从你时，他们反而更愿意支持你。当你不打断别人说话时，他们会主动询问你的想法。记录这些成功经验，强化你的行为。',
        2 => '③学会信任他人。给他人犯错的机会，以信任代替监督与怀疑。如果他们做得好，不要吝啬于赞美。',
      ),
      '增强控制感，降低对他人的支配欲' => 
      array (
        '通过其他方式增强控制感' => '人对熟悉的事物会有更强的控制感，这会提升自我感觉。',
        '掌握一项技能或深入熟悉的事物' => '当你熟练掌握某项技能时，自主感会提升，并泛化到其他方面，形成“我能做到”的信念。',
      ),
    ),
  ),
		
);
