<?php
return array (
		'名称' => '四号独特型',
		'关键词' => '浪漫、感性、情感驱动、追求独特',
		'图标颜色' => '#ee7981',
		'主图' => '九型人格-天使.png',
		'标签' => '梦幻的追寻者',
		'描述' => '你天生散发出一种忧郁而富有浪漫的气质，擅长欣赏美中的瑕疵，对艺术充满执着。你拥有丰富的情感世界，常常沉浸于幻想的诗意和梦想之中。你非常注重情感体验，珍视当下的感受，追求独特性，较少在意他人的评价，展现出与众不同的生活风格。由于情感主导，有时会显得不够理智，可能展现出一些“艺术家式脾气”。',
		'other' =>
		array (
				'内容' => '第四型个性的人以艺术气质和感性著称，他们一生追求生命的意义或理想伴侣，深陷于某种感受之中。他们相信，只有找到真正的伙伴，自己才会完美。他们倾向于与现实世界和世俗的错误保持距离，对深层次的情感体验充满吸引力，展现出独特的个性。不论在何种领域，他们的生命都体现出对深层意义的追寻。他们容易陷入负面情绪，但同时展现出强烈的同情心，支持那些在情感上痛苦的人。',
				'代表人物图片' => '九型人格-四号.png',
				'欲望特质' => '追求独特性',
				'基本困思' => '如果我不独特，就没人会爱我。',
				'主要特征' => '情绪波动较大，追求浪漫，害怕被拒绝，觉得他人难以理解自己，具有强烈的占有欲和独特的生活方式：倾向于谈论不愉快的经历，易感到忧虑和嫉妒，追求感官上的享受；珍视自己的感情，希望以最独特和美丽的方式表达。不断自我探索，努力创造与众不同的形象和作品。',
				'主要特质' => '情绪易受影响，倾向追求独特和有深度的事物，富有艺术感和创造力，容易感到伤感和幻想，认为苦难和悲剧是生命的真实和有意义的部分，对美的敏感通过独特的衣着和环境布置表现出来，情绪波动明显，容易感到沮丧，对亲密关系保持距离，担心被发现缺陷。',
				'生活风格' => '倾向讨论不快的事情，易感到忧虑和嫉妒，生活中追求感官的满足，多愁善感。',
				'人际关系' => '个性型（Individualist）是否有人称你为“艺术家”？这个类型正如艺术家一般—多愁善感且充满想象，常常沉浸于自己的幻想世界。由于情感主导，你可能会避免从事不喜欢的工作，不会过于考虑责任。',
				'顺境' =>
				array (
						'独特性得到认可时' => '创造力卓越，直觉敏锐，灵感丰富，态度坚定且兼具幽默感',
				),
				'逆境' =>
				array (
						'独特性缺乏认同时' => '自我封闭，倾向自我破坏，容易感到无助和绝望，扮演受害者角色，沉浸于痛苦中',
				),
				'代表颜色' => '深紫色',
				'生命课题' => '学会珍惜和感恩现有的事物',
		),
		
		'欲望与恐惧' =>
		array (
				'欲望' =>
				array (
						'标题' => '探寻自我价值，成为无可替代的存在',
						'内容' =>
						array (
								0 => '你的内心欲望是推动你探索自我存在的意义。你渴望发现自己独特的一面，因此不断关注自己与他人的差异。你用敏锐的感性眼光观察自身和世界，沉醉于自己的幻想世界。追求独特性激发了你的创造力，促使你不断塑造和表达与众不同的自我，为周围的人带来惊喜。你不停地自我反思，丰富内心的层次。',
								1 => '这种欲望使你在人群中显得与众不同，成为九型人格中最具个性魅力的类型。然而，过于“标新立异”的行为有时可能难以被理解，但你丰富的内心世界使你较少感到孤独和空虚。负面情绪有时也能激发你的创造才华。',
						),
				),
				'恐惧' =>
				array (
						'标题' => '恐惧平庸，失去存在的价值',
						'内容' =>
						array (
								0 => '你的内在动力和行动源自对平庸的深层恐惧—无法找到存在的意义。当你失去独特性，无法区别自己与他人时，你会感到虚无和无意义。你试图通过保持独特性来确认自我，即使这种独特性本身可能是缺陷。',
								1 => '这种恐惧与你的敏感性密切相关。作为高敏感者，你体验到更多深刻的情感，沉浸于浪漫和忧郁的氛围中，专注于自己的内在世界。你洞察人与事之间的差异和联系，因此对独特性有着执着的追求。如果这些差异消失，你将会质疑自我存在的意义。',
						),
				),
		),
		
		'原罪与美德' =>
		array (
				'描述' => '原罪和美德在你内心同时存在。原罪是你无法看到美德时产生的负面结果，对人格发展有害；而美德是在你健康发展后展现的内在力量。',
				'原罪' =>
				array (
						'标签' => '嫉妒',
						'标题' => '追求独特，滋生嫉妒。',
						'内容' =>
						array (
								0 => '你专注于寻找自己的独特性，因此不可避免地会与他人比较，导致嫉妒的滋生。在比较的过程中，尽管可以帮助你明确自我与他人的差异，但这些差异会被放大，特别是那些你所缺乏的东西。不断关注这些差异，使你觉得他人更圆满、更幸福。尽管你能欣赏缺憾之美，但这时可能会加剧你的痛苦。你一边沉溺于自我怜悯，一边认为自己无法拥有那些你生活中没有的美好事物。你难以反思痛苦的根源，陷入嫉妒中。',
								1 => '嫉妒会使你更加认同自己的“缺陷”，并在此基础上建立自我认同，形成“悲情角色”。这还可能使你与他人和生活保持距离，沉浸在自己的悲惨世界中，从而影响你发现真实自我和感受自我价值。',
						),
				),
				'美德' =>
				array (
						'标签' => '平衡',
						'标题' => '超越嫉妒，获得平衡。',
						'内容' =>
						array (
								0 => '通过克服嫉妒，你能够摆脱无休止的挫折，重新获得内心的平衡。你变得冷静、和谐，即使面临困境，也不再迷失和沉溺。你能够自我怜悯，同时拥抱生活，认识到无需与他人比较。每一个组成部分和经历都使你独特，这种自我认同带来内心的平静。',
						),
				),
		),
		
		'性格成因' =>
		array (
				'内容' =>
				array (
						'天生敏感者' =>
						array (
								0 => '你天生具有高度的情感敏感性，这通常与生理因素有关。研究显示，基因如5-羟色胺转运体基因对情绪敏感度和心理健康起着关键作用。',
						),
				),
		),
		
		'工作方面' =>
		array (
				'描述' => '你的创造力异常丰富，在艺术和设计领域展现卓越才能。但你对于规章制度和约束性的工作环境感到不自在。即使是必须完成的任务，你也更倾向于根据情绪状态来决定是否参与，因此需要自由度较高的工作条件。',
				'适合的环境' => '灵活自主；独立性强，充满创意；避免重复性工作',
				'不适合的环境' => '单调乏味',
				'适合的工作' => '演员、产品设计师、广告创意人员、音乐家、时尚顾问',
				'理想的合作伙伴' => '虽然你更适合独立工作，但如果要合作，7号活跃型人格可能会与你默契配合。你们都追求自由的环境，活跃型的人勇于尝试新事物，对你的创意想法持开放态度。这样的合作关系能激发大量的新奇和前卫的创意。',
				'提升指导' =>
				array (
						'描述' => '作为第四型，你的工作方式常以直觉驱动，充满创新精神，有时可能显得冲动和随意。',
						'建议' =>
						array (
								0 => '跳出个人舒适区，探索更广阔的领域。',
								1 => '增强理性思考，关注实际效果。',
								2 => '学会控制情绪，培养自我放松的能力。',
						),
				),
		),
		
		'感情方面' =>
		array (
				'描述' =>
				array (
						0 => '你的浪漫特质和独特个性让你显得格外迷人。你远离庸俗，仿佛与世隔绝，难以被人接近。虽然你的这些特质很吸引人，但你可能会忽视伴侣的需求，你的情绪波动和态度变化也会给伴侣带来挑战。',
						1 => '要维持稳定的关系，理解和支持至关重要。2号助人型和9号和平型人格具有敏锐的观察力，能根据你的情绪变化做出调整。助人型的人积极主动，能够在你退缩时给予你支持，帮助你坚持下去。',
				),
		),
		
		'给你的建议' =>
		array (
				'标题' => '自我整合 提升自我',
				'描述' => '你对独特性的过分追求可能会让你忽略平凡的美。如果你能多关注平凡的事物，将会减少对独特性的焦虑。以下是一些可能对你有帮助的练习：',
				'内容' =>
				array (
						'学会欣赏平凡' =>
						array (
								'安排日常琐事' => '如清理家务、记录开支、购物等，尝试在这些平凡的活动中找到乐趣。',
								'每天进行短暂散步' => '利用15分钟的散步时间，观察身边的普通事物，发现其独特之处。',
								'面对不喜欢的任务' => '即便不喜欢某项工作，也要尝试积极面对，找到其中的乐趣。如果你将注意力集中在工作中，或许能发现其独特的价值。',
						),
						'学会欣赏他人的优点' =>
						array (
								'当你习惯性地将自己与他人比较时，要意识到这一点并提醒自己不必过于感到优越或不足。可以采用平衡法来调整自己，因为每个人都有值得学习的优点。当你感到优越时，注意观察他人的长处；当你感到自卑时，回顾自己的优点，并识别他人给予的善意，减少攻击性。这样可以帮助你更全面地看待自己和他人，减少自我与他人的差距感。',
						),
				),
		),
		
);
