<?php
return array(
    'groupList' => array(
        '变化开放' => array(
            'explain' => '<p>这里是一个倾向于变化的维度，其中包括了自主和刺激这两个价值观。那些倾向变化的人所向往的往往是充满活力的生活状态。他们极具想象力，大胆地去探索未知的世界，并且愿意为了自己的探索行动承担相应风险。</p>',
        ),
        '自我提升' => array(
            'explain' => '<p>这是一个以自我为导向的维度，包含了享乐、成就和权力这三个价值观。自我导向的人通常认为自己的成功与安宁远比和他人一起生活更加重要。也就是说，当个人的成功与他人的安宁形成对立关系时，他们会把更多的注意力放在自己的成功之上。</p>',
        ),
        '态度保守' => array(
            'explain' => '<p>这是一个偏向保守的维度，涵盖了遵从、传统和安全这三个价值观。倾向保守的人致力于追求“安宁平稳的生活”，按部就班的日子会让他们感到安全、舒适。他们能够自觉地遵守社会秩序，承担起自己应尽的责任，行为有序且待人礼貌有加。</p>',
        ),
        '自我超越' => array(
            'explain' => '<p>这是一个指向他人的维度，包含了友善和博爱这两个价值观。他人指向的人更能够关注到他人的感受，也更具备齐心协力的精神品质。尤其是在涉及金钱物质的选择方面，会表现出更为强烈的无私精神。</p>',
        ),
    ),
    'dimensionList' => array(
        '享乐' =>
        array(
            'fit' => '<p>倘若工作能给予你快乐之感，你的工作成效定会大幅提升。能带着笑容完成的工作，才是你心之所向的工作之选。在这样的工作情境里，即便遭遇困境，你也会成为那个传递积极能量、鼓舞众人的人。你热衷于与充满趣味的人一同工作。工作之地不应过于严肃、毫无欢声笑语，于你而言，公司应当是一个能尽情享受共同工作之乐的场所。</p>',
            'positive' => '<p>工作或许不像娱乐活动和游戏那般趣味盎然，但它也能以独特的方式带来愉悦感受。即便是执行极为普通的小任务，你也可以为自己设定一些小小的“成就奖赏”，以此为工作注入兴奋元素，达成目标后便可好好庆祝一番。善于发现事情的积极面，打破千篇一律的常规，你能够成为为团队带来轻松愉快氛围的那个人。你还可以策划一些小方案，给同事或客户带来意外惊喜。工作不必总是那般严肃正经。</p>',
            'conflict' => '<p>并非所有人都期望工作充满乐趣，你要试着理解这一点。对一部分人来说，他们的“开心时刻”可能与你的想法大相径庭；而另一部分人或许更倾向于将工作与社会生活明确区分开来。</p>',
            'advantages' => array(
                '发掘快乐根源' => '<p>在工作中找到快乐通常并非易事，所以尽情去享受每一件能让你不自觉露出微笑的小事吧。（很有可能你会发现，带来快乐的往往是那些意想不到的事情。）</p>',
                '营造欢乐氛围' => '<p>快乐具有感染力。在工作中，快乐也是对士气的一大激励。要知道，你的微笑和幽默感很可能在不经意间帮助别人度过最艰难的日子，从而营造出欢乐的工作氛围。</p>'
            ),
            'desc' => '个人的愉悦、欢乐感受，或是感官上的满足体验。',
            'remark' => '<p>轻松愉悦对你而言极为重要，你期望在每一件事情上都能找到愉悦之感。若一项事业不够有趣，那它便不是适合你的事业选择。</p>',
        ),
        '权力' =>
        array(
            'fit' => '<p>在工作中，倘若能够领导项目，或者对产品、资源拥有处置调度权，你会深感满足。处于实权位置时，你往往更有干劲，渴望在公司权力层级上更进一步，直攀高峰。</p>',
            'positive' => '<p>抓住机遇，充分向领导展示你的个人能力；努力工作、以身作则，与同事打成一片并倾听他们的声音，让同事们真切感受到自己也是非常重要的存在。</p>',
            'conflict' => '<p>在权力较弱之时，你可能会感到沮丧。你可以通过努力工作、展现自身能力来为自己创造机会，赢得领导的信任，从而获得晋升的阶梯。</p>',
            'advantages' => array(
                '持续学习成长' => '<p>不断学习，让你的能力持续提升，这样才能令人心悦诚服地跟随你。领导意味着责任与担当，职位越高，就意味着你需要学习的东西越多。</p>',
                '强化自我管理' => '<p>每天睡前，反思一下自己在工作中的表现。作为一名团队领导，思考哪些事情是应该做的，哪些事情是不应该做的。</p>'
            ),
            'desc' => '社会地位与声望，以及对他人和资源的控制与统治力。',
            'remark' => '<p>你热爱权力，享受领导他人带来的满足感，也从不吝啬于梦想自己变得富有和强大。你不断努力积累财富和影响力，实际上是为了拥有更大的话语权和控制力。</p>',
        ),
        '自主' =>
        array(
            'fit' => '<p>在那些需要向不同方向探索方案的工作中，你更容易获得满足感。不断思考新点子的工作会让你如鱼得水，而你的职业轨迹很可能会反映出你对自由、自主的强烈渴望。</p>',
            'positive' => '<p>自由是需要付出代价的。为了获得自由，你需要在工作中表现出色（出色到不容被忽视），这样才有能力自由地选择工作，或者在工作中获得更多自主的权力。</p>',
            'conflict' => '<p>在过度结构化的环境中，你可能会觉得工作压力巨大。遵守规则或坚守岗位要求会让你感到束手束脚。但是，你可以寻找更具创造性的方法来完成任务，这样在任何环境下，你都能在一定程度上感受到自主的愉悦。</p>',
            'advantages' => array(
                '表达独特见解' => '<p>如果同事的某些想法存在错误，你可以指出问题，这个过程会给你带来很大的满足感。但请记住，想要别人倾听你的意见，首先你自己要学会倾听他们。</p>',
                '争取更多自主' => '<p>主持你能够全权负责的工作。询问你的经理，你是否能够自由地按照自己的方式做事。做好这些事情，你将会获得信任，从而接管更大的项目。</p>'
            ),
            'desc' => '思想和行为的独立自由，包括选择、创造和探索。',
            'remark' => '<p>你希望在功成身退之时，可以自豪地说，你是按照自己的方式去做的。这意味着你不能被规则和惯例所束缚，要有自己做决定的自由。</p>',
        ),
        '安全' =>
        array(
            'fit' => '<p>你喜欢那些能为公司或同事带来安全、稳定的工作，比如风险控制、进程追踪，或者从事促进团队和谐的工作岗位。你对他人可能出现的失误有着敏锐的洞察力，这很可能让你在职场上成为不可或缺的一员。</p>',
            'positive' => '<p>你或许会发现，检测潜在威胁、制定安全方案以确保不出差错，这类工作做起来会特别有满足感。对你来说，工作中的安全、和谐要素十分重要。在工作中，你可以着重努力让其他人感到安全无忧，与此同时，你也会收获同样的感受。</p>',
            'conflict' => '<p>有些同事可能会采取某些方案，这些方案不仅对公司来说有潜在风险，也会让你因为不安全而感到压力。但好的一面是，你可以借此及早发现很多薄弱环节。这些同事就像是潜望镜，让身处海面上的你，能够看到深藏在水中的问题。</p>',
            'advantages' => array(
                '给予安全保障' => '<p>防控风险，担当团队中的安全基石，成为同事的定心丸。只要有你在，其他人就能放心地专注于自己的工作。</p>',
                '排查风险隐患' => '<p>你善于发现风险的能力，非常适合用于检测那些有可能影响公司走向成功的薄弱环节。发现问题后，告诉相关同事你的发现，并提出相关建议以应对风险。</p>'
            ),
            'desc' => '重视自我、家庭以及所属团体或社会的安全稳定状态。',
            'remark' => '<p>你总是希望自己和在乎的人都能平安稳妥。你善于发现风险、危险，也总是努力让事情都在掌控之中，不会出现偏差和错误。通常，就算真的出了什么问题，你也有把握能处理好善后事宜。</p>',
        ),
        '博爱' =>
        array(
            'fit' => '<p>你对那些能够让社会变得更美好的事业充满兴趣。对你来说，工作的最终目标往往既高尚又重要。在这类价值动机主导下的工作，会让你感到有意义、有价值。</p>',
            'positive' => '<p>工作就如同世界本身一样，总是不完美的。但是你可以让它变得更好。也许在工作中，你身边有人会感到被忽视或太过疲惫。倾听他们的心声，你也会因此而产生重要的影响。</p>',
            'conflict' => '<p>不是所有人都需要在工作中找寻到伟大的意义，但这并不意味着他们思想封闭，他们只是把工作单纯地看作一份工作而已。你可以试着去理解他们的价值观、他们看问题的方式，以此来帮助把团队团结起来。</p>',
            'advantages' => array(
                '接纳不完美处' => '<p>有不完美的存在，才显得完美的可贵；有不平衡的出现，才有进步的动力。世界不总是理想中的样子，但也正因为如此，它才更加多样且富有变化。包容不够完美的一切，做出努力让它变得更好，哪怕只是一点点，也非常棒了。</p>',
                '主动提供援手' => '<p>你可以在同事不得不发出请求之前，就给他们提供一些所需的帮助，这将在他们的生命中产生影响。</p>'
            ),
            'desc' => '为了所有人类和自然的福祉而进行理解、欣赏、忍耐和保护。',
            'remark' => '<p>你会为了能对他人的人生产生影响而努力，会为了自己的理想而奋斗。当你需要做出职业选择的时候，你考虑的是整个世界，而不仅仅是你自己。</p>',
        ),
        '刺激' =>
        array(
            'fit' => '<p>在那些需要向不同方向探索方案的工作中，你更容易获得满足感。不断思考新点子的工作会让你如鱼得水，而你的职业轨迹很可能会映射出你对自由、自主以及刺激的强烈渴望。</p>',
            'positive' => '<p>自由和刺激是需要代价的。为了获得自由和刺激，你需要在工作中表现出色（出色到不容被忽视），这样才有能力自由地选择工作，或者在工作中获得更多刺激的任务。</p>',
            'conflict' => '<p>在过度结构化的环境中，你可能会觉得工作很有压力。遵守规则或坚守岗位要求会让你感到束手束脚。但是，你可以寻找更具创造性的方法来完成任务，这样在任何环境下，你都能在一定程度上感受到自主和刺激的愉悦。</p>',
            'advantages' => array(
                '保持创新思维' => '<p>与其聚焦于已有的文件和思路，不如试着跳出来思考。这种发散思维能给你带来新点子，也能在工作中为你开辟新的路径。</p>',
                '不断追寻新奇' => '<p>你可以通过加入新项目来学习新技能、认识新的朋友。你还可以去争取出差机会，或者加入更具创造性的岗位。</p>'
            ),
            'desc' => '热爱生活中激动人心的时刻，追求新奇的事物以及挑战。',
            'remark' => '<p>你追求不同寻常的经历。你希望每天一睁眼，看到的就是惊喜和挑战。工作对你来说，是充满机遇、需要探索的广阔领域。</p>',
        ),
        '遵从' =>
        array(
            'fit' => '<p>当一件任务有清晰的流程可以遵循时，你做起来最为顺手。清晰的流程和规则可以让你在工作中更加专注、努力，也可以让你看清项目从始至终的所有环节。</p>',
            'positive' => '<p>你遵从规则和纪律的特性，能够帮助你和周围的人更加专注。当其他人对所做的工作渐渐失去兴趣的时候，你可以通过收紧纪律这根线，把人们调动起来。</p>',
            'conflict' => '<p>当有人不按照已有规则、流程办事的时候，你会感觉很不适应。但是，如果这些人的工作方式确实对他们自己很有效，而且对公司也没有损害，那么试着接受他们略微跳脱的工作方式吧。</p>',
            'advantages' => array(
                '探究规则本质' => '<p>规则的存在目的并不是要人们绝对服从，而是为了让事情更好地进展。但随着时间和环境的变化，旧的规则不一定适用于当下。找到规则起作用的本质，你可以更好地应用规则。</p>',
                '制定合理规划' => '<p>拟定工作计划可以帮你很好地引领工作方向，同时让其他人对你的工作安排有个清晰的认识。一个好的计划可以提供一个有效的框架，便于你在此框架内展开工作。</p>'
            ),
            'desc' => '遵守社会规则和责任，重视他人期望。',
            'remark' => '<p>你深知规则的重要性，也认为规则的存在能让你做事情更有效率。在生活中，你认为是秩序让社会更好地运转；在工作中，你相信按照程序办事会让你和同事们都工作得更好。</p>',
        ),
        '成就' =>
        array(
            'fit' => '<p>作为团队的领头人时，你会表现得非常出色，因为你可以向同事展现自己的能力。对于任何掌握新技能的机会，你都跃跃欲试，而这往往也是你最具活力的时候。</p>',
            'positive' => '<p>无论着手什么项目，都要怀着一颗去做伟大事业的心。设定一个较高的标准，把自己看作一个运动员，努力去突破个人最好的历史成绩。你会变得越来越优秀！</p>',
            'conflict' => '<p>你很可能会觉得，缺乏进取心的同事在拖你的后腿。不是所有人都渴望超凡的成功，但你不能仅仅因为他们的成就动机比较弱就抛弃他们。你可以暂时将个人的雄心壮志缓一缓，从大局上多关注整个公司的成功。</p>',
            'advantages' => array(
                '保持耐心前行' => '<p>成功不是一蹴而就的，很多事情的成功都需要日复一日细心经营。太长时间看不到结果、太高的目标有时候可能会令你沮丧，但是如果努力的方向没错的话，多给自己一些耐心吧。</p>',
                '实现小目标进步' => '<p>不是你做的每件事都要去改变世界。大多数时候，我们都是在努力把小事情做好。建议你认真对待每一件小事情，不要在意它多么微不足道。</p>'
            ),
            'desc' => '根据社会的标准，通过努力获得成功和认可。',
            'remark' => '<p>你的人生目标是成为最好的，而想要实现这个目标，就意味着你必须有独特而突出的能力，或者在职业上有不凡的表现。而这就是你的内在驱动力。</p>',
        ),
        '传统' =>
        array(
            'fit' => '<p>当一件任务有清晰的流程可以遵循时，你做起来最为顺手。清晰的流程和规则可以让你在工作中更加专注、努力，也可以让你看清项目从始至终的所有环节。</p>',
            'positive' => '<p>忠于你所相信的传统，让人们知道这些传统的伟大之处。坚守并履行传统，以此来传达你的信念。如果你的公司正在经历许多改变，尤其是如果公司正处在上升期，这时候你可以充当减速器减缓浮躁，为公司提供建议，帮助决策哪些新点子更可取。</p>',
            'conflict' => '<p>总有些人不理解你为何那么尊重传统，和他们一起工作可能会让你觉得很不舒服。试着开放性地听取他们的想法，也许你会惊喜地发现自己能学到很多。</p>',
            'advantages' => array(
                '灵活运用传统' => '<p>如果太过于坚持己见，你很可能被自己的信念挡住前进之路。不要因为仅仅因为“新”就拒绝新想法。试着灵活一些，更客观地看待新鲜事物。</p>',
                '赋予传统活力' => '<p>你可以负责公司里与延续传统有关的工作，比如组织你所喜爱的公司定期活动，或是推进你认为很必要的工作流程。</p>'
            ),
            'desc' => '尊重、赞成和接受文化的传统习俗或宗教理念。',
            'remark' => '<p>你尊重传统，因为传统通常有着经过时间考验的意义、是千锤百炼后最好的选择。生活中，你乐于履行或实践文化习俗、家庭传统、本国本民族的传统习俗；在工作里，实践公司传统理念的过程中，你会觉得最有意义感。</p>',
        ),

        '友善' =>
        array(
            'fit' => '<p>你极为重视友善的氛围。在你看来，工作不应仅仅带来工作伙伴关系，它更应是一个能够构建友谊的场所。你可以凭借努力工作、协助他人完成任务或者为周围的人带来积极影响。你十分享受工作与社会生活相互交融的状态，例如像朋友聊天般的会议氛围。</p>',
            'positive' => '<p>成功的组织或团队通常会倡导相互关爱的氛围，同时关注成员的个人需求。通过关心和关注身边的人（尤其是那些努力拼搏的同事），你能够助力团队发挥出最大效率。</p>',
            'conflict' => '<p>在工作环境中，并非所有人都如你一般体贴关怀他人。但不要灰心，很可能在某一天，他们会需要你的耐心倾听和真诚建议。即便他们没有时刻表现出来，他们也会对你的帮助心存感激。</p>',
            'advantages' => array(
                ' 展现友善之态 ' => '<p>在大家心中树立友善的形象。让同事们知晓，有一个人在关键时刻能够给予他们支持和帮助，这是一种无形的力量，会对员工产生极大的积极影响。</p>',
                ' 给予友情关怀 ' => '<p>花费时间陪伴那些遇到困难、有烦恼的同事。通过对他们的支持和帮助，你能够成为整个公司的黏合剂，使大家更加团结奋进。</p>'
            ),
            'desc' => ' 关心、爱护身边的人，如亲人、朋友、伙伴等。',
            'remark' => '<p>对你而言，“身边的人” 至关重要。你是值得信任、依靠的朋友。在工作中，能为你带来意义感的是友谊的建立。</p>',
        ),
    ),
);
