<?php
return array(
    'levelList' => array(),
    'dimensionSet' => array(),
    'dimensionList' =>
    array(
        'GM' =>
        array(
            'name' => '管理型',
            'icon' => 'fa-calendar',
            'iconColor' => '#767aba',
            'desc' => '充满活力，喜欢处理挑战性和高压力的任务，适合担任高管职位。',
        	'feature' => '致力于职业晋升，热衷于全面管理和整合跨部门团队。希望能够承担重大责任，将公司成功视为个人成就的体现，技术或功能工作仅视为通向更高管理层的过程。',
            'featureDesc' => '<p>你表现出强烈的领导和管理欲望，喜欢掌控全局，常在团队中担任领导角色，职场中也会主动寻求管理相关职位。</p><p>你对领导能力充满自信，相信自己具备晋升到高级管理岗位所需的所有能力和价值观。最终目标是承担更高的管理职责，你擅长人际关系，具备组织、策划和协调的能力，沟通技巧也很出色。</p>',
			'explainDesc' => '追求在组织中升迁到更高的管理职位，以便整合和负责团队的工作，并对最终结果负责。',
        	'work' => '倾向于承担更大责任的职位，喜欢挑战性和多变的工作，渴望领导机会，对组织的贡献有较高重视。他们以组织的成功作为自己工作的标准，是典型的“组织型”人',
        	'payment' => '<p>常以收入水平衡量成就，期望收入水平较高。他们注重公平性，期望收入远高于下属，即便与同级别的人在其他公司收入较高，也能满足。</p>
<p>期望获得“金饭碗”，特别是在养老金方面。他们也希望短期奖励，股票期权等代表股东权益的奖励对他们具有吸引力。</p>',
        	'promotion' => '<p>希望晋升基于个人贡献和业绩，尽管他们认识到资历、政治等因素的影响，但仍坚持业绩为最重要标准。</p>',
        	'approval' => '<p>管理型职业锚的人认为晋升到更高管理职位是最好的认可方式，他们通过级别、头衔、薪水、下属数量等来衡量地位。希望不断晋升，长期停留在某个职位会感到自己表现不够好。</p>
<p>他们也重视金钱上的认可，如加薪、奖金、股票期权等，喜欢头衔、地位象征，如大办公室、专车或特权，最重要的是得到上司的认可。</p>',
        ),
        'SE' =>
        array(
            'name' => '安全型',
            'icon' => 'fa-shield',
            'iconColor' => '#ee818a',
            'desc' => '注重稳定和安全，偏好未来可预测的工作环境，适合从事银行职员、教师、公务员等职业。',
            'feature' => '<p><span style="color: #f6727e;">安全型职业锚也称为稳定型职业锚</span>，追求在工作中的安全感和稳定性，关注财务保障，如退休金等。对于职位和薪水的关注，稳定性比职位高低更重要。</p>',
            'featureDesc' => '<p>你倾向于寻求稳定的工作环境，重视长期职业安全和保障，希望在提供稳定的工作、可靠的收入和未来生活的职位上长期发展。不喜欢频繁更换工作地点或职位，愿意在一个公司或岗位上长期待下去。你在工作中表现出较高的服从性，愿意接受公司的安排。</p>',	
        	'explainDesc' => '<p>对稳定和终身雇佣的工作保持高度重视，他们的忠诚和关注点集中在财务安全（如养老金）和就业稳定性上。</p>',
        	'work' => '<p>愿意从事安全、稳定和可预见的工作。他们重视工作的稳定性和保障，工作环境和挑战性不如薪资和收益对他们更具吸引力。这种类型的员工在组织中占有重要地位。</p>',
        	'payment' => '<p>期望收入基于工作年限和稳定增长，注重保险和养老金的薪酬方案。</p>',
        	'promotion' => '<p>更喜欢基于资历的晋升方式，明确的晋升周期和等级系统。他们倾向于在提供终身雇佣的组织中工作，如机关和学校。</p>',
        	'approval' => '<p>希望因为忠诚和稳定的绩效得到认可，期望稳定和连续雇佣的保障。他们相信忠诚会对组织绩效产生实质性贡献。这种类型的员工适合大多数人事系统，虽然终身雇佣的机会不多。</p>',
        ),
       
    	'TF' =>
    		array(
    				'name' => '技术型',
    				'icon' => 'fa-wrench',
    				'iconColor' => '#79b995',
    				'desc' => '专注于技术领域，热爱专业工作，缺乏对管理工作的兴趣，适合从事技术主管或职能部门经理等职位。',
    				'feature' => '<p><span style="color: #f6727e;">技术型（或称职能型）</span>的人专注于专业技能和技术，不愿意从事管理工作。希望能够在专业领域内继续发展和提高，适合从事技术主管或职能部门经理等职位。</p>',
    				'featureDesc' => '<p>你可能不太愿意担任管理职位，更倾向于在专业领域内发展自己。对技术有较强的兴趣和激情，在技术领域中找到工作乐趣和满足感。</p>',
    				'explainDesc' => '<p>对技术和专业工作有浓厚兴趣，优于管理和协调工作。他们希望能够在专业领域中获得成功和认可，不愿意承担管理和领导责任。</p>',
    				'work' => '<p>专注于技术工作，不愿意从事管理或领导角色。他们喜欢工作中的技术挑战，期望在技术领域内获得成长和认可，通常在职能部门中表现突出。</p>',
    				'payment' => '<p>期望薪酬与其技术专长和市场需求相匹配。对收入的重视程度与其技术地位相关。</p>',
    				'promotion' => '<p>更喜欢在专业领域中获得晋升和认可，而不是管理职位。他们期望在技术能力上不断提升，以获得更多的职业发展机会。</p>',
    				'approval' => '<p>更注重技术能力和成果的认可。他们期望通过技术领域的成就获得认可，不太重视职位或管理层级的升迁。</p>',
    		),
    		
        'AU' =>
    array(
        'name' => '自主型',
        'icon' => 'fa-user-secret',
        'iconColor' => '#9d71b4',
        'desc' => '偏好能够自由发挥专长并拥有高度自主性的工作环境，适合从事自由职业、咨询顾问和研发工作。',
        'feature' => '<p><span style="color: #f6727e;">自主型（或称独立型）</span>的个体追求在工作和生活中能够随心所欲地安排自己的方式。他们期望在没有组织限制的环境中施展个人才能，宁愿放弃一些晋升或拓展机会，也不愿放弃自由和独立。</p>',
        'featureDesc' => '<p>你倾向于独立思考和解决问题，不喜欢受到过多干涉和束缚。在工作中，你希望自己在提升、调动、薪资等方面有更多自主权，不愿意被他人左右。你也有强烈的技术或功能导向。</p><p>你可能更倾向于独立工作，或者在小型企业中担任合伙人，也适合成为教授/专家、自由撰稿人或小型零售公司的所有者。</p>',
        'explainDesc' => '<p>不愿意放弃自主工作的方式，他们希望在提供足够灵活性、由自己主导工作安排的环境中工作。如果无法接受公司内部的约束，他们很容易选择跳槽。</p>',
        'work' => '<p>偏好在职责明确、时间安排清晰的工作环境中。他们接受承包式或项目式工作、兼职、临时性工作，并倾向于在不受限制的组织中工作，不能忍受他人过多的干预。他们可以接受组织设定的目标，但希望独立完成工作。</p>',
        'payment' => '<p>通常不喜欢固定工资，更倾向于基于绩效的薪酬、即时奖金或其他无附加条件的报酬方式；他们享受便捷的自主收益方式，以便随时调整生活。</p>',
        'promotion' => '<p>更愿意从以往成就中获得晋升，希望新职业能提供更多自由和自主权。如果晋升意味着更大责任而减少自由，他们可能会拒绝晋升机会。</p>',
        'approval' => '<p>更喜欢直接的表扬和认可。对他们来说，奖章、证书、推荐信等形式的奖励比晋升或金钱更具吸引力。</p>',
    ),
    		

        'EC' =>
    array(
        'name' => '创造型',
        'icon' => 'fa-paint-brush',
        'iconColor' => '#e9950a',
        'desc' => '热衷于面对不断变化的挑战，喜欢创新和冒险，适合从事企业家或其他创新性工作。',
        'feature' => '<p><span style="color: #f6727e;">创造型</span>的个体希望通过个人能力创建自己的公司或产品，并愿意冒险克服各种障碍。</p>',
        'featureDesc' => '<p>你富有创造力，喜欢做出与众不同的事情，能够突破常规思维模式，常常能自行找到解决问题的方法。</p><p>你希望通过自己的努力证明你能够创建成功的公司或产品。即便目前可能在为别人工作，你也在评估未来的机会，一旦时机成熟，你会选择创业。</p><p>你常常能提出新的想法，并努力实现目标，而不是在稳定的公司工作。你通常会着眼于自己的创业计划，最终可能成为企业家或创业天才。</p>',
        'explainDesc' => '<p>不愿意放弃的是通过自身能力和冒险精神创立公司或组织，他们希望能够证明自己具备创建企业的能力。</p>',
        'work' => '<p>对实现创造性目标充满热情，容易对过去的工作感到厌倦。在自动化企业中，他们继续创造新产品或服务，一旦失去兴趣，就会卖掉企业并创办新的公司。他们需要不断接受挑战。</p>',
        'payment' => '<p>重视所有权，他们可能不会领取高额薪水，但会持有公司的股份。开发新产品时，他们希望拥有相关专利。财富积累不仅仅为了个人利益，更是证明成功的一种方式，分红对他们可能不重要。</p>',
        'promotion' => '<p>希望能够在职业中享有一定的权力和自由，以满足持续创新的需求，比如担任研发中心主任、董事会主席等职位。</p>',
        'approval' => '<p>通过创造财富和建立规模化企业来获得认可。他们通常对知名度和公众认可有较高要求，喜欢以自己的名字命名产品和公司。</p>',
    ),
    		

        'CH' =>
    array(
        'name' => '挑战型',
        'icon' => 'fa-rocket',
        'iconColor' => '#60c2bd',
        'desc' => '喜欢面对复杂的挑战，克服困难和对手，适合从事高难度工作，如特种兵或专家。',
        'feature' => '<p><span style="color: #f6727e;">挑战型</span>的个体乐于面对难题，战胜强敌，克服困难障碍。他们的工作动力来自于解决看似不可能的问题和迎接困难的挑战。对他们来说，最有成就感的就是能够突破极限。</p>',
        'featureDesc' => '<p>你喜欢面对挑战性的任务，享受突破极限的快感。对于你来说，克服困难和解决问题是一种满足感的来源。</p><p>你可能从事需要高度技术水平、勇气和决心的工作，如特种兵、探险家或专业顾问。</p><p>你倾向于在工作中不断寻求新的挑战和突破，而不是安于现状。你希望在能解决棘手问题的领域内获得认可。</p>',
        'explainDesc' => '<p>对工作中的挑战感兴趣，他们通过解决难题和克服障碍来获得成就感。他们乐于接受高难度的工作任务，并愿意为了目标冒险。</p>',
        'work' => '<p>可能会在高风险、高压力的工作中取得成功。他们需要在工作中不断面临复杂问题，并希望能在解决难题时得到认可。工作环境需要足够的挑战性和变化，以满足他们的职业需求。</p>',
        'payment' => '<p>通常对高额薪水有一定的追求，但更看重的是能够挑战自我并解决复杂问题的机会。他们愿意接受有挑战性的薪酬结构，并希望工作中能有激励和奖励。</p>',
        'promotion' => '<p>希望在工作中获得更多的挑战性任务和责任，不一定关注传统的晋升路径，更愿意追求挑战性的项目和工作环境。</p>',
        'approval' => '<p>更喜欢通过完成高难度任务和战胜对手获得认可。他们对获得奖章、证书和公开表彰等形式的认可有较高的兴趣。</p>',
    ),
    		
        'SV' =>
    array(
        'name' => '服务型',
        'icon' => 'fa-taxi',
        'iconColor' => '#add01a',
        'desc' => '倾向于从事对社会有显著贡献的职业，获得他人赞赏或认可，适合医护、社会工作等领域。',
        'feature' => '<p><span style="color: #f6727e;">服务导向</span>的人追求工作中体现自己所珍视的核心价值，如：让世界更适宜居住、解决环境问题、增进人际和谐、帮助他人、提高安全感、用新技术治疗疾病等。即使工作条件再优越，如果无法实现这些核心价值观，他们也不会感到满足。</p>',
        'featureDesc' => '<p>你在职业中最看重的是能够体现个人价值，你关注的是工作对世界的贡献，而不是自己是否能发挥才能。你的职业选择通常以能否使世界变得更美好为依据。</p>',
        'explainDesc' => '<p>服务导向职业导向的人始终坚持从事有意义的工作，他们愿意离开现有组织，也不会放弃追求能服务人类的机会，同时会拒绝任何需要离开这些工作的调动或晋升。</p>',
        'work' => '<p>服务导向职业导向的人希望其工作能够以个人价值观影响雇主或社会。例如，一位农业教授放弃了大学的终身职位，转而成为矿业公司环境项目部门的负责人，他表示只要能主导关键的环境计划，并有足够的权力，他愿意长期留在公司。</p>',
        'payment' => '<p>他们忠于组织，希望薪酬公平、透明，并与贡献挂钩。钱并不是他们的主要追求。</p>',
        'promotion' => '<p>比金钱更重要的是对其贡献的认可，以及赋予更多的权力和自由来实现个人价值。</p>',
        'approval' => '<p>他们需要来自同事和上司的认可与支持，并希望共享核心价值观。如果缺少这些支持，他们可能会选择较为自主的职业，如咨询业。</p>',
    ),
    		
        'LS' =>
    array(
        'name' => '生活型',
        'icon' => 'fa-coffee',
        'iconColor' => '#c787a0',
        'desc' => '注重工作与家庭之间的和谐，适合具备时间灵活性的工作。',
        'feature' => '<p><span style="color: #f6727e;">生活导向</span>的人力求在个人需求、家庭需求和职业需求之间取得平衡，他们希望将生活的各个方面有机整合。因此，他们需要一个具有足够灵活性的工作环境来实现这一目标。</p>',
        'featureDesc' => '<p>简言之，你不是工作狂，而是重视工作与生活之间的平衡。对你而言，工作只是生活的一部分，职业上的成功并不代表全部，为了保持生活的平衡，你甚至愿意在工作上做出一些让步。</p>',
        'explainDesc' => '<p>生活导向职业导向的人始终不放弃将个人、家庭和职业需求相协调的目标，他们希望生活的各个方面能够和谐一致，要求职业具有足够的灵活性以实现这种整合。</p>',
        'work' => '<p>生活导向职业导向的人注重职业与生活的全面融合，这不仅仅是传统意义上的平衡，而是寻找一种合适的方式来整合职业需求、家庭需求和个人需求。</p>',
        'payment' => '<p>尽管薪资对生活导向的人有一定重要性，因为高薪有助于他们更好地照顾家庭，但他们更重视能兼顾生活的福利，比如出差条件、非全职工作、休假、育儿假、产假、托儿服务、弹性工作时间、在家办公等。</p>',
        'promotion' => '<p>生活导向的人对职位的晋升不太关注，他们更希望工作和职位的进展能够稳定有序。</p>',
        'approval' => '<p>这类人最需要的是灵活性和弹性，与自主型职业导向不同，生活导向的人愿意为提供灵活选择的组织工作，他们希望得到的认可包括：组织文化尊重个人和家庭需求，管理者理解他们的需求，并允许工作和生活的平衡。</p>',
    ),
    		

    ),
    'extendRead' => array(
        'title' => '指导建议',
        'title_icon_tag' => 'fa-heartbeat',
        'content' => <<<EOT
<div class="img-main"><img src="霍兰德-工作.png" /></div>
<p>每个人衡量成功和幸福的标准是独特的，这些标准往往与他人或社会的看法不同。事实上，个人对成功的定义正是其职业锚的体现，而这些职业锚又会影响到个人的职业成就和幸福感。</p>
<p>了解了自己的职业锚后，我们该如何行动呢？</p>

<div class="title2-index"><div class="index">1</div> <span class="title">了解自己</span></div>
<p>自我认知是一个持续一生的过程，通过职业锚，你能更深入地了解自己的价值观、需求和偏好，从而做出更明智的决策。</p>
<div class="title2-index"><div class="index">2</div> <span class="title">评估现有工作</span></div>  
<p>你的当前工作是否满足职业需求？它是否与职业锚相冲突？工作是否发挥了你的才能，满足了你的需求，并实现了你的价值观？</p>
<div class="title2-index"><div class="index">3</div> <span class="title">设定职业目标</span></div>  
<p>明确了职业锚，就可以规划理想职业。未来希望从事什么工作？期待怎样的工作环境和职位？什么样的职业符合你的职业锚？</p>
<div class="title2-index"><div class="index">4</div> <span class="title">规划职业生涯</span></div>
<p>在职业生涯管理中，每个人都会面临选择的机会，每次选择都会带来变化。确定你的职业选择范围及机会，并积极管理它们，才能根据职业锚更好地发展。</p>
<div class="title2-index"><div class="index">5</div> <span class="title">沟通职业需求</span></div>  
<p>理解自己的职业锚后，能更有效地与他人，特别是上级沟通职业需求，从而在当前工作中获得更多满足。</p>
EOT
    )
);
