<?php
return array (
  'title' => '自我效能评估：你能掌控自己的生活',
  'totalTitle' => '自我效能评估',
  'totalIcon' => 'fa-hand-peace-o',
  'totalIconColor' => '#a372f7',
  'levelList' => array (
    '中等水平' => array (
      'threshold' => 40,
      'explain' => '<p>你拥有中等水平的自我效能感，这意味着你具备一定的自信和能力。你相信自己在某些情况下能够有效应对问题，并在许多情况下发挥作用，而不至于完全被动和无助。</p>
<p>因此，你对自己的生活有一定的掌控感。在你擅长或拥有资源的领域，你会感到更有信心。然而，这种自信并未扩展到生活的各个方面。因此，当面对自己不熟悉或不擅长的挑战时，你可能会感到信心不足，有时会选择回避某些机会或挑战。</p>
<p>在压力较大的情况下，你的情绪稳定性可能会有所波动，比如有时会感到悲观或急躁，影响你的专注度和表现。然而，随着你克服更多的困难，你的自信心和抗压能力将逐步增强。</p>',
      'suggest' => '<p>你过去的失败和挫折经历对你的自我效能产生了一定的影响，但实际上，自我效能感并不是由这些经历直接决定的，而是取决于你如何看待这些经历。那些事情的成败通常是多种因素共同作用的结果，而不是由单一因素决定的。所以，不要简单地认为问题出在自己的能力上。实际上，人的能力是可以通过后天努力来提高的。</p>
<p>你可以重新审视过去的失败，找出具体的原因，总结经验教训，从而在未来的尝试中表现得更好。同时，回顾过去的成功经历，用发展的眼光看待自己的成长。这样，你可以逐步提升自我效能感。</p>',
    ),
    '较高' => array (
      'threshold' => 60,
      'explain' => '<p>你具有较高的自我效能感，对自己的能力充满信心。你通常保持积极乐观的态度，相信自己能够处理生活中的大多数问题，并对自己的生活拥有较高的掌控感。</p>
<p>尽管某些困难或挑战可能会让你感到棘手，但你坚信只要付出足够的努力，就能获得令人满意的结果。你不一定总是充满斗志，但在你看重或擅长的领域，你设定了较高的目标。</p>
<p>当你专注于一项工作或计划时，你比一般人更努力，更坚持，即使遇到阻碍，也会尝试多种解决方法。成功的体验会进一步增强你的自我效能感，偶尔的失败不会让你失去信心，你能够迅速恢复，并在下一次做出更周全的准备，付出更多的努力。</p>',
    ),
    '很高' =>  array (
      'threshold' => 80,
      'explain' => '<p>你对自己的能力充满自信，自我效能感很高。你的生活态度积极乐观，相信自己能够应对绝大多数的生活问题，并对自己的生活有着高度的掌控感。对于具有挑战性的任务，你能够保持自信，并乐于设定高目标。</p>
<p>当你投入到一项工作或计划时，你比普通人更投入、更坚持，即使遇到困难，也会进行多次尝试。成功的喜悦会进一步增强你的自我效能感，而偶尔的失败也不会使你丧失信心。你能够迅速恢复，在下一次做出更好的准备，并付出更多的努力。</p>',
    ),
    '低' => array (
      'threshold' => 0,
      'explain' => '<p>你的自我效能感较低，缺乏自信，对生活的掌控感较弱，容易感到被动。过去的一些失败和挫折对你产生了负面影响，使你认为这些都是因为自己的无能，这种认知让你感到自卑。因此，你的预期和目标通常低于实际能力，容易回避有难度的任务。</p>
<p>面对困难时，你容易产生悲观和急躁的情绪，早期的努力如果没有看到效果，你会迅速放弃。在困境中，你不相信自己能找到解决办法，无力感让你感到煎熬，因此你可能通过提前放弃来减少心理压力。然而，这种失败又会进一步加深你的无力感和自卑情绪。你需要尝试走出这种负面循环。</p>',
      'suggest' => '<p>你过去的失败和挫折经历对你的自我效能产生了一定的影响，但实际上，自我效能感并不是由这些经历直接决定的，而是取决于你如何看待这些经历。那些事情的成败通常是多种因素共同作用的结果，而不是由单一因素决定的。所以，不要简单地认为问题出在自己的能力上。实际上，人的能力是可以通过后天努力来提高的。</p>
<p>你可以重新审视过去的失败，找出具体的原因，总结经验教训，从而在未来的尝试中表现得更好。同时，回顾过去的成功经历，用发展的眼光看待自己的成长。这样，你可以逐步提升自我效能感。</p>',
    ),
    '偏低' =>  array (
      'threshold' => 20,
      'explain' => '<p>你的自我效能感偏低，缺乏自信，对生活的掌控感不强，有时感到被动。过往经历中的失败和挫折对你造成了负面影响，使你认为这是由于自己的能力不足，这种认知让你感到自卑。因此，你的预期和目标往往低于实际能力，容易回避有难度的任务。</p>
<p>面对困难时，你容易产生悲观和急躁情绪，早期付出一些努力后，如果情况没有改善，你会迅速放弃。在困境中，你不相信自己能找到解决办法，无力感让你感到煎熬，因此你可能通过提前放弃来减少心理压力。然而，这种失败又会进一步加深你的无力感和自卑情绪。你需要尝试走出这种负面循环。</p>',
      'suggest' => '<p>你过去的失败和挫折经历对你的自我效能产生了一定的影响，但实际上，自我效能感并不是由这些经历直接决定的，而是取决于你如何看待这些经历。那些事情的成败通常是多种因素共同作用的结果，而不是由单一因素决定的。所以，不要简单地认为问题出在自己的能力上。实际上，人的能力是可以通过后天努力来提高的。</p>
<p>你可以重新审视过去的失败，找出具体的原因，总结经验教训，从而在未来的尝试中表现得更好。同时，回顾过去的成功经历，用发展的眼光看待自己的成长。这样，你可以逐步提升自我效能感。</p>',
    ),
  ),
  'extendRead' => array (
    'title' => '自我效能感的意义',
    'content' => <<<EOT
<div class='img-center'><img src="自我能效-意义.png" /></div>
<p>我们的自我效能感在面对生活挑战时起着至关重要的作用，它决定了我们是否能勇敢自信地面对问题，积极寻找解决方法并付诸实践。自我效能感的高低影响我们是成为生活的主导者，还是命运的被动接受者。提升自我效能感可以使我们以更积极主动的态度面对和享受生活。</p>
<div class="card-split"></div>
<div class="title-wireframe"><span>如何增强自我效能感</span></div>	
<div class='img-center'><img src="自我能效-提升.png" /></div>
<div class="title2-index"><div class="index">1</div> <span class="title">重建心理防护层</span></div>
<p>客体关系理论认为，健康人的心理结构包括内部客体和内部自我，两者之间存在一个中间过渡层起保护作用。外界的人、事、物不会直接影响内部自我，而是通过意识进入内心成为内部客体，再通过中间层的过渡和过滤，最终对内部自我产生影响。中间层的保护作用使得刺激的程度在可承受范围内，内部自我可以安心地给出适宜的反馈，从而对内部客体产生合理的态度和应对。</p>
<p>一些人不敢面对冲突和逆境，通常经历过一些无法回避的创伤，这导致他们心理上的中间防护层破裂。他们感到世间万物都可能直接伤害自己，觉得自己暴露在潜在的危险中。他们需要认识到，外界大部分的人、事、物对我们产生的影响需要过程和时间，我们有很多机会和方法反过来影响外在的人、事、物，使事情朝可控的方向发展。随着认知的改变，你的中间过渡层会重新建立。你可以想象在你和外界之间有一个带有幸运和能量的防护罩，保护你，使你在冲突或逆境中能够冷静应对。</p>
<div class="title2-index"><div class="index">2</div> <span class="title">重塑你的生命故事</span></div>
<p>心理学家阿尔伯特·班杜拉提出了自我效能理论，他认为个人的经历是影响自我效能感的重要因素。频繁的失败经历和稀少的成功经验会降低一个人的自我效能感。叙事疗法的治疗师们认为，每个人的过去故事都是丰富多彩的，当人们因为过去的经历而对自己产生心理限制或症状时，往往是忽视了生命故事的完整性。</p>
<p>你可能觉得自己一直软弱无力，但仔细回想，你一定做过一些让你感到骄傲的事情，这些事情别人难以做到，而你却成功了，还有一些你以为无法完成的事情，最后你也做到了。回忆那些被忽略的支线故事。同时，你可以从过去的失败中总结经验，思考下次采取更有效的措施会有什么不同的结果。丰富你的生命故事，你对未来生活也会有更多掌控感。</p>
<div class="title2-index"><div class="index">3</div> <span class="title">通过成就日记强化成功体验</span></div>
<p>意识到自己的成功经历有助于提升自我效能感，为了有效发挥作用，我们需要不断强化成功体验。一个有效的方法是写成就日记，记录每天的成功或进步，并写下自己的感受。例如：“今天我成功拒绝了一个不合理的请求，我原本以为会很难，也担心对方会生气，但当我明确表示无能为力时，对方很爽快地去找别人了，我发现拒绝并不难，也不会让人难堪。”这样，将成功体验和新观念整合进你的思维模式中，逐步培养积极主动和自信的习惯。</p>
<div class="title2-index"><div class="index">4</div> <span class="title">构建内心的安全基地</span></div>
<p>自我效能感的建立是一个发展过程，我们在幼年时期解决问题的经验和能力有限，当时的自我效能感也不高。那时我们主要发展的是信任感和安全感，相信母亲是爱我们并愿意保护我们的，母亲充当着我们内心安全基地的角色。当我们害怕或遭遇挫败时，会回到母亲身边获得保护和安慰，重新获得安全感后，再次离开母亲，继续探索。</p>
<p>随着成长，我们的探索区域扩展，离开“安全基地”的距离也在增长，“安全基地”的心理位置逐渐从母亲过渡到自身。我们的探索能力、尝试勇气和自信建立在内心的安全基地之上。因此，我们可以在内心构建一个让自己感到安全、舒适的安全基地，那里可以有让我们安心和勇敢的人，也可以是一个只有自己的舒适环境。在这个安全基地里，没有人或事能打扰你，你可以感到安心和放松，试着在脑海中设计并观察你的安全基地，体验安心、放松、稳定的感觉。</p>
<p>如果你缺乏安全感或容易紧张，可以经常进行冥想练习，保持与内心安全基地的联系。当你进入安全基地感到安心后，可以设计一个回到内心安全基地的启动“按钮”。例如，面对冲突或困境时，感到慌乱无法理智思考时，通过深呼吸回到安心的安全基地，与危险心理隔离，得到安慰和休整，当你重新感到稳定并有勇气时，再“走出”安全基地，继续积极应对难题，保持稳定感、勇气、理智和信心。</p>
<div class="title2-index"><div class="index">5</div> <span class="title">寻找榜样力量</span></div>
<p>自我效能感不仅受自身经历的影响，还受他人身上获得的间接经验影响。如果你觉得自己缺乏掌控生活的能力，可以寻找一个榜样。他/她可以是某个基础条件并不理想但顽强拼搏的伟人，通过阅读伟人传记，发现他们也曾遇到过困难和挫折，也曾缺乏经验和能力，但凭借毅力和勇气，他们克服了困难。你可以见证他们的成长过程，受到激励，同时收获他们的人生经验和智慧。当你面对困难时，会拥有更多心理资源来应对。</p>
<p>你也可以从身边选择一个能力条件接近但心态更积极的人作为参考，观察他们如何处理问题，处理结果如何，积累并优化经验。当你看到能力相仿的人仅凭心态积极和多次尝试就成功了，你会对自己也能做到相同的事情更有信心。</p>
<div class="title2-index"><div class="index">6</div> <span class="title">以努力弥补“天分”不足</span></div>
<p>一些人自尊感偏低，常常低估自己的价值和能力，内心总有“我不够好”、“我没这么幸运”、“我能力不行”、“人们不会喜欢我”等自我评价。这使他们在处理问题时，弱化了自己的能力，夸大了困难的强度，对他人的态度更加敏感，导致难以集中精力解决问题，甚至想要逃避。</p>
<p>面对问题或困难时，高自尊感的人容易保持积极乐观，而自尊感低的人总感觉自己缺乏底气。如果你难以“说服”自己提升自尊感，可以通过努力弥补不足。心理研究发现，当我们对某些操作非常熟练后，即使投入很少的关注也能顺利完成，并有效降低在他人面前操作时的焦虑感，还能将多余的脑力分配到其他方面。因此，“熟能生巧”在心理学上也是成立的。如果你觉得自己天分不足，只要多努力、多练习同样可以提升能力和自信。</p>
<div class="title2-index"><div class="index">7</div> <span class="title">制定行为计划</span></div>
<div class='img-center'><img src="自我能效-计划.png" /></div>
<p>通过制定行为计划的方法可以提高解决问题的能力，从而提升对生活的掌控感和自我效能感。认知行为流派的心理治疗师们重视行为计划和行为练习的方法。当你因为不擅长某类行为（如：向他人表达友好、请求帮助、表示拒绝、询问或沟通等）而遇到困难时，可以根据目的设计一个合理的行为计划，计划可以尽量详细，将应对措施、行动步骤、预期效果等都具体列出，并尽量多准备一些有效的应对措施。比如，你害怕与别人发生冲突，但又不得不与别人沟通某些冲突事项，可以根据冲突的各类可能情境，设计详细的应对方案。</p>
<p>在正式行动前，可以进行心理演练或行为练习，通过多次演练和练习，你会感到更加从容自信。制定行为计划和反复练习不仅能帮助你应对当前的难题，还能增强你应对各种复杂问题的能力，使你逐步积累对生活的掌控感。</p>
<div class="title2-index"><div class="index">8</div> <span class="title">尝试新事物</span></div>
<p>新奇的体验对提升自我效能感有积极作用。你可以尝试做一些新鲜有趣但风险较低的事，增强掌控感。每一项新事物的成功体验，都会成为你的经验储备，逐步建立起你对自我能力的信心。</p>
<p>记住，自我效能感的提升需要时间和耐心，通过不断积累正面的体验和感受，你会逐步发现自己的潜力，变得更加自信。</p>
EOT
  		),
);  		
