<?php
return array (
	'执行力' => array (
				'描述' => '执行力才干主题可帮助您化想法为现实。',
				'维度图标' => '盖洛普-执行力.png',
				'维度颜色' => '#7a2381',
				'标题颜色' => '#7a2381',
				'排序图标' => '盖洛普-图标-执行力.png',
		),
	'战略思维' => array (
				'描述' => '战略思维才干主题可帮助您获取和分析信息，作出更佳决策。',
				'维度图标' => '盖洛普-战略思维.png',
				'维度颜色' => '#01945d',
				'标题颜色' => '#01945d',
				'排序图标' => '盖洛普-图标-战略思维.png',
		),
	'关系建立' => array (
				'描述' => '关系建立才干主题可帮助您建立牢固关系，将团队凝聚到一起。',
				'维度图标' => '盖洛普-关系建立.png',
				'维度颜色' => '#0170cc',
				'标题颜色' => '#0170cc',
				'排序图标' => '盖洛普-图标-关系建立.png',
		),
	'影响力' => array (
				'描述' => '影响力才干主题可帮助您掌控局势、发表观点并确保他人意见得以表达。',
				'维度图标' => '盖洛普-影响力.png',
				'维度颜色' => '#ea7201',
				'标题颜色' => '#ea7201',
				'排序图标' => '盖洛普-图标-影响力.png',
		),
	
);