<?php
return array(
    '类型' => array(
        '偏执型' => array(
        '名称' => '偏执型',
        '图标颜色' => '#F6727E',
        '简介' => '对他人存在极端的不信任与怀疑',
        '诱因' => array(
            '偏执型人格通常在早年阶段形成，受家庭环境的深远影响。如果在成长过程中缺乏信任，家庭常常出现批评和否定，且没有获得应有的爱护，这种人格倾向容易出现。',
            '研究显示，单亲家庭的儿童更容易发展出偏执型人格。经常遭遇挫折和失败的个体，或对自己期望过高而无法实现，也容易产生偏执的特征。自我否定和对自身缺陷的拒绝也会导致偏执。',
        ),
        '认知测写' => array(
            '对自己的看法' => '独行侠，容易感觉自己受到侵犯，坚守正直，智慧超群，自认并非愚蠢...',
            '对别人的看法' => '狡黠，心怀不轨，善于操控，言辞恶劣，怀疑他人有意伤害自己，企图夺取所拥有的...',
        ),
        '建议' => array(
            '改善偏执型人格需要逐步认识到自己的偏执倾向，并通过引导自我发现，逐渐改变。',
            '建议在头脑中列出支持偏执想法的证据、潜在问题及应对策略，并对比预期与实际结果进行自我审视。这种方法能够有效缓解焦虑并逐步改变观念。',
            '应对偏执型人格需重新认识偏见，了解信息处理的差异，并尝试理解被排斥或忽视的信息，换位思考。定期自省，记录和回顾这一过程，有助于逐步替代旧有信念，从而有效改善偏执。',
        ),
        '解析' => array(
            '偏执型人格特征为对他人严重的不信任和猜疑。',
            '此类人格常常担忧他人会伤害或欺骗自己，误解他人无意的行为为敌意或阴谋。过于放大他人对自己的负面行为，而忽视或曲解他人的善意。',
            '偏执型人格倾向于过度防备、固执、好争论、容易敌对和记仇，这些特征显著阻碍健康人际关系的建立，对职场合作和个人生活有显著负面影响。',
        ),
    ),
    '依赖型' => array(
        '名称' => '依赖型',
        '图标颜色' => '#F6727E',
        '简介' => '极度需要他人的照顾和支持',
        '诱因' => array(
            '依赖型人格的形成因素多样，包括文化背景、早期负面经历、先天焦虑倾向以及家族中存在的屈从、不安全感和自卑行为等。',
        ),
        '认知测写' => array(
            '对自己的看法' => '需要他人帮助、感到无力、缺乏自信、对“被抛弃”的焦虑、需要关爱、觉得自己不够出色。',
            '对他人的看法' => '期望他人给予支持和帮助，认为他们强大且能解决问题。',
        ),
        '建议' => array(
            '1. 依赖型人格的行为是长期形成的习惯，需从根本上改变这种习惯。逐步尝试独立处理事务，从简单开始，建立自信心，并对完全可以独立完成的任务坚决自给自足。',
            '2. 通过学习和实践提升解决问题的能力，面对未知领域时学习新知识和技能，即使失败也要不断尝试。这样可以提高独立性和自信心。',
        ),
        '解析' => array(
            '依赖型人格的特征是过度依赖他人的照顾、支持和决策。',
            '通常将自己视为无能，认为世界充满危险，需要他人的支持和保护，无法独立做决定或处理问题。',
            '为了维持关系，可能会表现得过度顺从和讨好他人。无法独自面对困难时，可能会产生焦虑或愤怒，甚至会做一些不愿做的事情以修复关系。',
            '依赖型人格在工作和个人生活中通常能维持人际关系，但过度依赖可能影响关系质量，并限制自身的自主性和能力发展。',
        ),
    ),
    '强迫型' => array(
        '名称' => '强迫型',
        '图标颜色' => '#F6727E',
        '简介' => '极度关注细节、规则和秩序的完美主义',
        '诱因' => array(
            '强迫型人格可能由遗传特征或家庭教育方式引起。',
        ),
        '认知测写' => array(
            '对自己的看法' => '责任心强、一丝不苟，对错误高度敏感、自我要求严格。',
            '对他人的看法' => '不负责任、马虎、不够细心。',
        ),
        '建议' => array(
            '1. 了解完美主义并不总能带来快乐和满足，过度追求完美只会带来麻烦。适当降低目标标准，发现即便是稍微降低要求，结果仍可能是令人满意的。',
            '2. 放松心态，接受不完美，认识到对一切的控制是不现实的，设立合理的期望和目标，即使达不到也要学会接受。',
        ),
        '解析' => array(
            '强迫型人格的特征是对标准和控制的过高要求。',
            '这种人格通常无法容忍无序或错误，因此采取极端措施来维持控制感。过于关注细节、流程和旧有经验，有时会忽视问题的关键点，显得过于固执和苛刻。',
            '由于完美主义的高要求，可能导致决策困难或在细节上花费过多时间，影响整体完成度。同时，这种特征也可能影响人际关系的和谐，给自己带来长期压力。',
            '强迫型人格的人注重严谨性，通常在职场和情感方面能找到稳定位置，但其过高的控制欲可能对人际关系、生活体验和健康造成负面影响。',
        ),
    ),
    '回避型' => array(
        '名称' => '回避型',
        '图标颜色' => '#F6727E',
        '简介' => '回避拒绝和批评的社交场合',
        '诱因' => array(
            '回避型人格的形成受基因和环境因素的影响。例如，可能存在先天的社交焦虑，或在童年时期经历过拒绝和边缘化。回避型行为在儿童中可早期观察到。',
        ),
        '认知测写' => array(
            '对自己的看法' => '社交能力差、对批评高度敏感、自觉无能、不受欢迎、难以应对挑战。',
            '对他人的看法' => '容易批评我、贬低我、比我更强、看不起我。',
        ),
        '建议' => array(
            '1. 克服自卑，树立自信，从小事做起，逐步建立成功的体验，形成积极的自我反馈。每次成功的经历都能激励你继续尝试，逐步增强自信心。',
            '2. 提高人际交往能力，增强承受力。多读书、接触不同的人和事，丰富自己的知识，提升观察力和判断力，有助于改善社交障碍。',
        ),
        '解析' => array(
            '回避型人格的特征是强烈的回避社交互动，以避免拒绝或批评。',
            '此类人格通常低估自己的能力，觉得自己不被欢迎或有缺陷，因此尽量避免人际交往，即使是与亲密的人分享内心感受也感到困难。',
            '在社交场合，表现出极度的羞怯和焦虑，限制了自身能力的发挥，通过不引人注目或回避来减轻焦虑感。对负面反馈的敏感度较高，容易受到伤害。',
            '回避型人格的人通常选择独立工作，这在职业发展、社交、伴侣关系和生活空间上可能导致较大的限制。',
        ),
    ),
    '分裂型' => array(
        '名称' => '分裂型',
        '图标颜色' => '#F6727E',
        '简介' => '扭曲的认知和感知，表现出奇异的行为',
        '诱因' => array(
            '分裂型人格的形成与遗传因素关系密切，也受到家庭环境的影响。经历过异常生活事件、精神创伤或有家族历史的人更容易发展为分裂型人格。',
        ),
        '认知测写' => array(
            '对自己的看法' => '自我感觉异常、对世界认知不一致、行为古怪、感到与他人隔离。',
            '对他人的看法' => '别人无法理解我、他们与我不一样、认为他们对我有异样的看法。',
        ),
        '建议' => array(
            '1. 改善自我认知，认识到自己的想法并不一定反映现实，与他人分享感受，并寻求专业的心理支持，帮助处理异样的认知。',
            '2. 建立支持性社交网络，接受心理咨询或治疗，帮助改善认知失调，增强现实感，逐步建立更健康的认知模式。',
        ),
        '解析' => array(
            '分裂型人格的特征是认知扭曲和奇异行为的表现。',
            '这种人格可能会出现与现实不符的奇怪想法或行为，例如偏执、虚幻的信念、难以理解的言行等。与他人的关系往往较为疏远，沟通困难。',
            '此类人格特征可能导致个人在工作和社会交往中的挑战，常常感到自己被孤立，难以融入社会环境。理解和支持治疗对改善这些特征至关重要。',
            '分裂型人格的人常会有奇怪的言行举止，这可能影响到职业和社交圈的稳定性，需要外界的支持和专业的帮助来缓解相关症状。',
        ),
    ),
        '自恋型' => array(
        '名称' => '自恋型',
        '图标颜色' => '#F7B7A3',
        '简介' => '对自己有夸大的自我评价，渴望过度的钦佩和关注',
        '诱因' => array(
            '自恋型人格常与童年时期的过度溺爱或忽视有关。早期的家庭环境、过度的称赞或极端的批评都可能成为诱因。',
            '自恋型人格也可能由社会文化因素影响，如社会对个人成功和外貌的过分推崇。',
        ),
        '认知测写' => array(
            '对自己的看法' => '自认为非常重要，具备独特的才能，期望他人崇拜自己。',
            '对他人的看法' => '他人应当尊重和仰慕自己，难以接受批评，认为自己是特别的。',
        ),
        '建议' => array(
            '1. 学会倾听和接受反馈，培养谦逊的心态。努力理解他人的感受，而不是只关注自己的需求。',
            '2. 增强自我意识，识别自己对他人的过度期待，逐步调整对他人的期望。',
        ),
        '解析' => array(
            '自恋型人格特征表现为对自己有过高的自我评价和对他人的极端需求。',
            '此类人格可能会导致在社交、职业和人际关系中出现困难。通常难以建立持久和真诚的关系，因为对他人的需求超出了合理范围。',
        ),
    ),
    '表演型' => array(
        '名称' => '表演型',
        '图标颜色' => '#F7B7A3',
        '简介' => '通过戏剧化行为吸引注意，强调情感表达',
        '诱因' => array(
            '表演型人格的形成与早期缺乏稳定情感支持有关。家庭中可能存在极端的关注或忽视，使个体通过戏剧化行为寻求关注。',
        ),
        '认知测写' => array(
            '对自己的看法' => '对他人注意力的渴望，喜欢成为焦点，情感表达夸张。',
            '对他人的看法' => '他人应当给予我足够的关注和赞美，难以忍受被忽视。',
        ),
        '建议' => array(
            '1. 学会平衡个人需求和他人需求，逐步减少戏剧化行为，关注情感的真实表达。',
            '2. 增强自我控制能力，培养稳定的情绪管理技巧，避免过度依赖他人的关注。',
        ),
        '解析' => array(
            '表演型人格特征是通过夸张的情感和行为吸引注意。',
            '这种人格往往表现出对戏剧化的需求，可能在社交场合中极力表现自己，但这些行为有时会导致他人的不适或反感。',
        ),
    ),
    '被动攻击型' => array(
        '名称' => '被动攻击型',
        '图标颜色' => '#F7B7A3',
        '简介' => '以间接方式表达敌意和不满，通过消极行为对抗',
        '诱因' => array(
            '被动攻击型人格通常源于早期对直接冲突的回避，可能因家庭教育或社会环境中缺乏适当处理冲突的技巧而形成。',
        ),
        '认知测写' => array(
            '对自己的看法' => '不愿正面表达情绪，更倾向于通过间接方式发泄不满。',
            '对他人的看法' => '别人常常不理解我，难以直接沟通我的不满。',
        ),
        '建议' => array(
            '1. 学习直接表达情感，使用积极的沟通技巧，逐步建立正面的情感表达方式。',
            '2. 通过自我反思和咨询，识别并处理内心的不满和敌意，尝试主动解决问题。',
        ),
        '解析' => array(
            '被动攻击型人格表现为通过间接方式表达愤怒和不满。',
            '此类人格常常回避直接冲突，用消极行为代替直接沟通，这可能会影响人际关系，并引发更多的误解和冲突。',
        ),
    ),
    '边缘型' => array(
        '名称' => '边缘型',
        '图标颜色' => '#F7B7A3',
        '简介' => '情绪不稳定，冲动，害怕被抛弃',
        '诱因' => array(
            '边缘型人格的形成通常与早期的情感创伤或不稳定的家庭环境有关。',
        ),
        '认知测写' => array(
            '对自己的看法' => '情绪波动大，自我形象不稳定，容易感到被抛弃。',
            '对他人的看法' => '他人无法提供足够的支持，关系易受冲动行为影响。',
        ),
        '建议' => array(
            '1. 寻求专业心理支持，学习情绪调节技巧，建立稳定的情感支持系统。',
            '2. 进行认知行为疗法，帮助改变不稳定的情绪反应模式。',
        ),
        '解析' => array(
            '边缘型人格特征包括情绪极端变化、冲动行为和强烈的被抛弃恐惧。',
            '这种人格特点可能会导致个人关系的不稳定，并在情感上产生剧烈的波动，需要通过专业治疗和支持来改善。',
        ),
    ),
    '分裂样' => array(
    '名称' => '分裂样',
    '图标颜色' => '#F6727E',
    '简介' => '对社会互动冷漠，普遍不感兴趣',
    '诱因' => array(
        '分裂样人格的产生受遗传因素和早期心理经历的影响。此类人格在有精神分裂症或分裂型人格障碍家族史的个体中更常见。成长过程中，情感冷淡和忽视的照顾者可能促成这种人格特质，使孩子感受到“与他人关系不令人满意”的感觉。',
    ),
    '认知测写' => array(
        '对自己的看法' => '孤独、古怪、不适应、自立、易受社交压力影响、“我不正常”、“需要私人空间”、“独处更幸福”等',
        '对他人的看法' => '严苛、不友好、怀有敌意、“人们总是打探”、“他们一有机会就会欺负我”、“我真的不喜欢他们”等',
    ),
    '建议' => array(
        '1. 需要意识到孤独和严重内向的危害，理解这些信念可能是生活中痛苦的核心，自觉参与心理训练。',
        '2. 提升自我效能感，这在后天环境中塑造的最有效方式是：获得成功体验，形成正反馈循环。',
        '3. 逐步参与人际交往，从最亲近的人开始，多感受自己的情绪和感受，察觉与他人之间的正向情感和预期。提高认知，有意识地分析自己，确定积极的人生理想和目标。培养兴趣爱好，扩大社会信息的接触，促使兴趣多样化。',
    ),
    '解析' => array(
        '分裂样人格的特点是对他人严重缺乏兴趣，情感冷淡和疏离。',
        '过度偏好独处，除了亲密亲人外，缺乏密切关系，没有建立亲密关系的愿望，也无法在人际关系中找到乐趣。对恋爱和性兴趣缺乏，对他人及他人的评价漠不关心，仿佛与世隔绝。',
        '因此，具有分裂样人格倾向的人通常表现出明显的孤僻，只能从事高度独立的工作，在需要与人交往的方面有较多困扰或障碍，且难以进入或维持伴侣关系。',
    ),
),
   '分裂样' => array(
    '名称' => '分裂样',
    '图标颜色' => '#F6727E',
    '简介' => '对社会互动冷漠，普遍不感兴趣',
    '诱因' => array(
        '分裂样人格的产生受遗传因素和早期心理经历的影响。此类人格在有精神分裂症或分裂型人格障碍家族史的个体中更常见。成长过程中，情感冷淡和忽视的照顾者可能促成这种人格特质，使孩子感受到“与他人关系不令人满意”的感觉。',
    ),
    '认知测写' => array(
        '对自己的看法' => '孤独、古怪、不适应、自立、易受社交压力影响、“我不正常”、“需要私人空间”、“独处更幸福”等',
        '对他人的看法' => '严苛、不友好、怀有敌意、“人们总是打探”、“他们一有机会就会欺负我”、“我真的不喜欢他们”等',
    ),
    '建议' => array(
        '1. 需要意识到孤独和严重内向的危害，理解这些信念可能是生活中痛苦的核心，自觉参与心理训练。',
        '2. 提升自我效能感，这在后天环境中塑造的最有效方式是：获得成功体验，形成正反馈循环。',
        '3. 逐步参与人际交往，从最亲近的人开始，多感受自己的情绪和感受，察觉与他人之间的正向情感和预期。提高认知，有意识地分析自己，确定积极的人生理想和目标。培养兴趣爱好，扩大社会信息的接触，促使兴趣多样化。',
    ),
    '解析' => array(
        '分裂样人格的特点是对他人严重缺乏兴趣，情感冷淡和疏离。',
        '过度偏好独处，除了亲密亲人外，缺乏密切关系，没有建立亲密关系的愿望，也无法在人际关系中找到乐趣。对恋爱和性兴趣缺乏，对他人及他人的评价漠不关心，仿佛与世隔绝。',
        '因此，具有分裂样人格倾向的人通常表现出明显的孤僻，只能从事高度独立的工作，在需要与人交往的方面有较多困扰或障碍，且难以进入或维持伴侣关系。',
    ),
),
    '反社会型' => array(
        '名称' => '反社会型',
        '图标颜色' => '#F7B7A3',
        '简介' => '缺乏良心，对社会规范和他人权利漠视',
        '诱因' => array(
            '反社会型人格通常与童年时期的环境因素有关，如暴力或忽视。基因因素也可能起到一定作用。',
        ),
        '认知测写' => array(
            '对自己的看法' => '对规则和道德无所顾忌，自认为不受约束。',
            '对他人的看法' => '他人只是达到自己目的的工具，权利和社会规范无关紧要。',
        ),
        '建议' => array(
            '1. 寻求专业心理治疗，以改善反社会行为模式，并学习如何遵守社会规范。',
            '2. 建立良好的社会联系，逐步体验遵守社会规则的积极成果。',
        ),
        '解析' => array(
            '反社会型人格表现为对社会规范和他人权利的严重漠视。',
            '此类人格特征可能会导致严重的法律问题和社会关系破裂，需要长期的治疗和行为矫正。',
        ),
    ),
    '抑郁型' => array(
        '名称' => '抑郁型',
        '图标颜色' => '#F7B7A3',
        '简介' => '长期的悲伤、无望，感到无助',
        '诱因' => array(
            '抑郁型人格通常与长期的情感创伤、社会孤立以及生物因素有关。',
        ),
        '认知测写' => array(
            '对自己的看法' => '感到无价值，对未来缺乏希望，容易感到无助。',
            '对他人的看法' => '他人可能无法理解自己的痛苦，社交和支持系统不够强大。',
        ),
        '建议' => array(
            '1. 寻求心理治疗，关注情绪管理和压力缓解。',
            '2. 建立支持系统，增强与他人的联系，逐步改变消极思维模式。',
        ),
        '解析' => array(
            '抑郁型人格特征表现为长期的悲伤和绝望感。',
            '这种人格特点可能严重影响个人的生活质量，需要通过专业的心理治疗来缓解症状。',
        ),
    	),
    ),

	'关于测评你需要了解的' => <<<EOT
<div class='img-main'>
    <img src="人格障碍-了解.png" title="" alt="" />
</div>
<div class="title-wireframe">
    <span>测评量表的可靠性</span>
</div>
<div class="card-bg-purple">
    <p>本次使用的《人格障碍筛查量表》依据DSM-IV标准，结合了中国特有的思维模式，确保了其专业性和精准性。</p>
    <p>该量表对人格障碍进行了如下分类：A类、B类、C类，以及两个推荐的分型。</p>
    <p>A类：包括偏执型人格障碍、分裂型人格障碍和分裂样人格障碍。</p>
    <p>B类：包括反社会型人格障碍、边缘型人格障碍、自恋型人格障碍和表演型人格障碍。</p>
    <p>C类：包括回避型人格障碍、依赖型人格障碍和强迫型人格障碍。</p>
    <p>推荐分型：抑郁型和被动攻击型。</p>
    <p>一般来说，A类的人格障碍较为严重，B类稍微轻一些，而C类相对较为温和，因此A类的治疗难度最大，而C类的治疗相对较易。</p>
    <p><b>达到了筛查标准并不等于诊断为人格障碍，最终的确诊需要评估对生活的具体影响以及限制程度，并且需要由精神科医生面诊确认。</b></p>
</div>
<div class="title-wireframe">
    <span>人格障碍的影响</span>
</div>
<div class="card-bg-purple">
    <p>人格障碍是一种精神健康问题，患者通常无法意识到自己存在的问题，因为他们的行为和思维模式对他们来说非常自然。严重时，这种障碍可能伴随有情绪失控、不可逆的脑损伤以及如心脏、肺部、肝脏等身体器官的相关疾病。精神上，患者可能表现出僵化的思维和行为模式，影响他们处理各种情况和人际关系，造成显著的社交、工作和学习上的困难。</p>
</div>
		
		
EOT

);
