<?php
return array (
  'title' => '创伤后应激障碍测评',
  'totalTitle' => '你的创伤后应激障碍',
  'totalIcon' => 'fa-medkit',
  'totalIconColor' => '#f6727e',
  'levelList' => array (
    '症状较明显' => 
    array (
      'threshold' => 60,
      'explain' => '<p>目前，你的创伤后应激障碍症状较为明显，并且程度偏高。这种程度的症状已经足以被诊断为创伤后应激障碍。</p>
<p></p>',
      'suggest' => '<p>由于在经历创伤事件一个月后，你依然表现出紧张失调的症状，这可能影响你的社会功能（如工作、学习、外出、与人相处）和生活体验（如生活乐趣和掌控感）。</p>
<p>因此，建议你尽快前往正规三甲医院的心理科或精神科进行进一步的面对面诊断。尤其如果你有伤害自己或自杀的念头，更需要立即就医和接受治疗。</p>',
    ),
    '无明显症状' => 
    array (
      'threshold' => 0,
      'explain' => '<p>你目前没有显著的创伤后应激障碍症状，偶尔出现的症状也较轻，并未达到典型程度。因此，基本上你并未患上创伤后应激障碍。</p>',
      'suggest' => '<p>此类情况的人通常能够保持良好的社会功能（如工作、上学、外出、与人相处等），并能有效调节自己的紧张情绪，对于创伤造成的心理伤害，大多数情况下能够自行恢复。</p>
<p>建议你多做一些让自己放松和愉快的活动，增加与家人和朋友的互动和交流，这将有助于加快恢复进程。</p>',
    ),
    '有一定症状' => 
    array (
      'threshold' => 40,
      'explain' => '<p>你表现出一些创伤后应激障碍的症状，但尚未达到典型程度，可以视为接近临界状态。</p>
<p>这一程度的人群中，有些能够自行恢复，而另一些则可能发展为轻度创伤后应激障碍患者，需接受专业治疗。</p>
<p>这取决于你个人的主观痛苦程度以及社会功能（工作、学习、外出、与人相处）的受损情况。</p>',
      'suggest' => '<p>如果你的社会功能没有严重受损，能够正常工作、上学和与人相处，且你感觉能够控制创伤后的惊恐感，没有自残或自杀的念头，能够掌控和适应自己的生活。</p>
<p>那么，你可以尝试一些自我调节的方法，多做让自己放松和愉快的事情，增加与家人和朋友的互动和交流，这将有助于加快恢复。</p>
<p>但如果你无法很好地掌控和适应自己的生活，仍频繁感到惊恐、无助、麻木、隔离，尤其有自我伤害的行为或念头，那么你需要尽快前往正规三甲医院的心理科进行进一步的面对面诊断。</p>',
    ),
  ),
  'extendRead' => array (
    'title' => '扩展阅读',
    'content' => <<<EOT
<div class ='img-center'><img src="创伤-扩展阅读.png" /></div>
<div class="title2-index"><div class="index">1</div> <span class="title">什么是创伤应激障碍？</span></div>
<p>创伤应激障碍是由重大创伤事件引发的心理失调，即使在安全环境中仍会出现惊恐、麻木、疏离、做噩梦、情绪失控、记忆缺失、被动思维插入、回避行为等症状。</p>

<div class="title2-index"><div class="index">2</div> <span class="title">创伤事件的定义</span></div>
<p>任何威胁到自身生命或身体完整性的事件，或亲眼目睹他人（如亲人、朋友）遭遇这种威胁。例如：火灾、海啸、地震、战争、车祸、武器袭击、被抢劫、被殴打、被性侵等。</p>

<div class="title2-index"><div class="index">3</div> <span class="title">急性应激反应</span></div>
<p>经历创伤事件后，人们需要时间来恢复。一些人在短期内会出现强烈的心理失调，这就是急性应激障碍。通常在数天或一周内缓解，最长不超过1个月，并且预后良好。</p>

<div class="title2-index"><div class="index">4</div> <span class="title">长期创伤应激障碍</span></div>
<p>创伤事件发生1个月后，有些人仍出现严重的紧张失调症状，可能患上创伤后应激障碍 (PTSD) 。这是一种因创伤引起的精神疾病。</p>

<div class="title2-index"><div class="index">5</div> <span class="title">主要表现</span></div>
<p>创伤后应激障碍的特点包括反复出现创伤的噩梦和重现（画面或感觉不受控制地重现）、负面情绪和认知扭曲（认为自己&ldquo;罪有应得&rdquo;、无法掌控生活、周围充满威胁等）、回避引起创伤回忆的相关事物或场景，过度警惕、易受惊吓和睡眠障碍。</p>
<p>患者会感觉周围不再安全，失去生活乐趣，情感麻木。这些症状和感受严重影响患者的社交功能和人际关系，甚至引发自残或自杀风险。因此需要重视，及时到正规三甲医院治疗。</p>

<div class="title2-index"><div class="index">6</div> <span class="title">疾病机制</span></div>
<p>创伤后应激障碍患者经历过严重创伤事件，并在当时产生强烈的惊恐和无助。高强度精神刺激下，患者对创伤事件产生强烈回避心理，形成不利于生活掌控感和自尊的不合理观念。</p>
<p>过度回避导致患者过度敏感，阻碍恐惧消退。不合理观念加重了对世界的不信任，增强危机感，降低掌控生活的自信，也加重了自我厌弃的痛苦。过度回避和不合理观念阻碍患者走出恐惧和痛苦的阴影。</p>

<div class="card-split"></div>
<div class="title-wireframe"><span>治疗方案</span></div>	
<div class ='img-center'><img src="创伤-治疗.png" /></div>
<p>治疗创伤后应激障碍的方法有药物治疗和心理治疗。患者可以根据正规三甲医院医生的分析和建议来决定。</p>	 
<div class ='title-underline'><span>有效的心理疗法</span></div>

<div class="combine-box-red">
	<div class="title">
		<span class="name">暴露疗法</span>
	</div>
	<div class="content">
  		<p>该疗法帮助患者逐步面对引起创伤回忆的情境，但不面对现实危险。最终帮助患者摆脱恐惧和敏感，重新面对现在的生活。</p>
  	</div>
</div>
<div class="combine-box-red">
	<div class="title">
		<span class="name">认知行为疗法</span>
	</div>
	<div class="content">
		<p>认知行为疗法（如：改变不合理观念、快速眼动训练、积极行为强化）：该疗法关注患者在刺激下的不合理观念，通过修正观念，使患者更客观看待创伤事件，并结合行为训练恢复对生活的安全感、掌控感和积极心态。</p>
  	</div>
</div>		
<div class ='title-underline'><span>其他疗法</span></div>
<p>其他有效疗法还有：人际关系疗法、正念疗法和叙事疗法。</p>
<p>人际关系疗法重点关注治疗师与患者或团体内形成的信任和支持关系，这对患者恢复对他人的信任、对生活的信心，以及回归社会起到良好作用。</p>
EOT
  		),
);
