<?php
return array(
	'A' => array(
	    '优点' => '拥有自信和积极的态度，敢于迎接挑战，具备坚韧不拔的精神，竞争意识强，工作效率极高，决策果断且负责任，时间管理和规划能力出色，容易在事业上取得显著成就。',
	    '不足' => '对自己要求过高，容易感到压力大，工作安排紧张，常常紧张，可能忽视家庭生活，有时竞争意识过强，对他人产生敌意，情绪波动大，缺乏信任感，倾向于控制他人或独自完成工作。',
	    '总体而言' => 'A型人格的人通过成就感来证明自己的价值，以此获得认可。他们能在同样的时间内完成更多工作，承担责任和困难，获得价值感和成就感。然而，在未成功前，他们常感到压力和急躁，失败时更易体验挫败和痛苦。A型人格的人既忍受自我逼迫之痛，也享受自我超越的快感。',
	    '总结' => array(
	        'A型人格' => '你具有许多A型行为特征，因此属于A型人格。A型人格具备许多优势，但也有相应的不足。你可以通过下面的维度解析更好地了解自己。希望后面的建议和提升对你有帮助。',
	    ),
	),
	'B' => array(
	    '优点' => '随性自在，按自己节奏做事，看问题全面，遇事谨慎，做事从容。对他人信任，乐于合作或放权，容易获得他人帮助与支持，即使对方犯错，也能理性对待，愿意给人机会。性格随和、有耐心，不易与人发生冲突，人际关系和谐。知足常乐，富有生活情趣，想象力和创造力强，兴趣广泛。懂得享受平凡生活的快乐。',
	    '不足' => '缺乏危机感，容易得过且过，有时畏难，缺乏坚持，容易提早放弃，行动上有时拖延。',
	    '总体而言' => 'B型人格的人对自己比较接纳，做事心态放松和乐观，不急于向他人证明自己。B型人格的人有知足常乐的心态，对他们而言，工作只是生活的一部分，不是全部。他们没有特别高的成就动机，但凭借宽和、稳重、理智和谨慎，能够无为而治。B型人格的人重视生活的乐趣和舒适度，轻松和谐的氛围对他们很重要。',
	    '总结' => array(
	        'B型倾向' => '你有一些A型行为特征，但总体上更倾向于B型行为，所以属于B型倾向。你既有B型人格的优点，也有一些A型人格的驱动力。你在平衡工作和生活方面表现较好，但有时也会感到压力和紧张。你可以通过下面的维度解析更好地了解自己。希望后面的建议和提升对你有帮助。',
	        '典型B型' => '你大部分时间表现出B型行为，因此属于典型的B型人格。你具有B型人格的主要特质，心态平和，情绪稳定，享受生活。你在人际关系和自我管理方面表现良好，但有时可能缺乏紧迫感。你可以通过下面的维度解析更好地了解自己。希望后面的建议和提升对你有帮助。',
	    ),
	),
	'时间紧迫感' => array(
	    '偏低' => array(
	        '建议' => array(
	            '随性和乐观是你的优点，但时间紧迫感低的人容易拖延，可能错失重要机会或给人不守时的印象。',
	            '如果你觉得拖延是个问题，可能需要在计划时留出更多的紧迫感。对重要的事情，提前开始并留有余裕时间应对意外，这能让你更从容地抓住机会。',
	        ),
	        '解读' => array(
	            '你在时间上紧迫感较低，喜欢按照自己的节奏处理事情。你更看重过程的享受，因此能慢下心来体会生活的美好。',
	            '在工作中，你更注重质量，认为好的结果比速度更重要。你倾向于在不紧不慢的状态下完成任务，这样的心态帮助你避免了过度压力。',
	        ),
	    ),
	    '中等水平' => array(
	        '建议' => array(
	            '时间紧迫感中等的人在面对时间压力时，能保持适度的紧张感，这有助于提高工作效率和专注力。但也要注意适当放松，避免过度焦虑。',
	            '你可以通过合理安排时间，设定优先级，避免因过度紧张导致的疲劳和压力过大。保持适度的时间紧迫感，既能保证工作效率，又能享受生活的乐趣。',
	        ),
	        '解读' => array(
	            '你在时间上紧迫感适中，能平衡工作和生活。既不会因为过于紧张而影响健康，也不会因为过于松懈而拖延工作。',
	            '这种平衡状态有助于你在面对压力时，既能保持专注和高效，又能在完成任务后享受放松的时光。',
	        ),
	    ),
	    '较高' => array(
	        '建议' => array(
	            '时间紧迫感高的人通常有很强的目标感和执行力，但也容易因为压力过大而影响健康和生活质量。',
	            '你可以尝试通过放松技巧，如深呼吸、冥想和运动来缓解压力。合理安排工作和休息时间，确保在高效工作的同时，也能享受生活的乐趣。',
	        ),
	        '解读' => array(
	            '你在时间上紧迫感高，通常能在短时间内完成大量工作。但也容易因为压力过大而感到疲惫和焦虑。',
	            '这种状态在短期内可以带来高效率，但长期来看，可能会影响健康和生活质量。适当放松和调节，有助于你在保持高效工作的同时，也能享受生活的乐趣。',
	        ),
		),
	),
	'竞争心理' => array(
		    '偏低' => array(
		        '建议' => array(
		            '低竞争心理的人群通常有两种情况，一类是具有博爱心态的人，他们看重人性的美好，不依赖竞争来证明自己。他们的宽容态度是一种珍贵的品质。',
		            '另一类可能表现出依赖性和取悦他人的倾向，缺乏自我主张，习惯于依赖他人的支持和认可。在面对困难时，他们可能感到不安，因此需要增强自主性和自信心。',
		            '为了避免因过度依赖而感到受限，建议调整认知，比如将“表达不同观点会破坏关系”改为“良好关系能容纳不同看法，提出意见并不会破坏关系”。或者将“没有他人帮助就无法应对问题”改为“我能自主处理许多问题，即使遇到新领域，也能通过学习和尝试应对”。',
		            '通过增强自我独立性和自信，你的宽容将更为真实，这样能让你更自由地展现自我。',
		        ),
		        '解读' => array(
		            '你在竞争心理上表现得较低，重视和谐与合作，倾向于信任他人，待人友善。你对竞争兴趣不大，更注重与他人的共同成长。',
		            '你能够欣赏他人的优点，乐于接受他人的建议，生活中，你对功利的关注较少，享受轻松愉悦的生活状态。',
		        ),
		    ),
		    '中等水平' => array(
		        '建议' => array(
		            '适度的竞争心理有助于保持动力和应对挑战，同时不至于感到过度压力。继续在竞争和合作之间找到平衡，将有助于你更好地处理工作和生活中的各种情况。',
		            '保持这种平衡状态，能够让你在面对压力时保持镇定，同时也能在合作中展现自我。注意在竞争中不失去对过程和他人关系的关注。',
		        ),
		        '解读' => array(
		            '你的竞争心理处于中等水平，意味着你能够在竞争与合作、自信与谦逊之间找到合适的平衡点。你在坚持自我和接受他人建议方面表现得很成熟。',
		            '你能够根据不同的情况调整自己的态度，并在复杂的社会环境中有效地应对各种挑战，这种灵活性是你在工作和生活中取得成功的关键。',
		        ),
		    ),
		    '较高' => array(
		        '建议' => array(
		            '具有强烈竞争心理的你通常目标明确且充满干劲，但要注意避免因过度竞争而产生的压力。学会在竞争中保持平和，注重与他人的合作与关系的和谐。',
		            '如果竞争感带来过多压力，可以考虑调整你的目标和策略，平衡结果和过程的关注点。这样可以帮助你在追求成功的同时保持良好的心理状态。',
		        ),
		        '解读' => array(
		            '你的竞争心理较强，习惯于通过不断挑战自己来提升能力。你在工作中充满激情，设定明确的目标并不断努力超越对手。',
		            '这种强烈的竞争心理使你在面对挑战时表现得很有决心，但也可能带来一定的紧张和焦虑。确保你在追求成功的过程中，也要注重自我调节和生活质量。',
		        ),
		    ),
	),
 
	
	'人格整合与提升' => <<<EOT
<div class="img-main"><img src="A型人格-整合.png" /></div>
<div class="title-wireframe"><span>人格的融合</span></div>

<div class="content-font">
		
<p>中国传统文化重视人与自然的和谐统一，其核心理念在于刚柔并济、阴阳平衡。阴象征柔和、静止、谨慎和宽厚，阳则代表刚健、运动、勇敢和严厉。这两种特质既对立又互补，适应不同的情境。达到阴阳平衡，才能实现真正的自由。
</p>
<p>在西方心理学研究中发现，随着人们的成长与成熟，中年男性会逐渐表现出细腻、关怀和耐心等女性特质，而中年女性则发展出勇敢、坚毅和冷静的男性特质。</p>
<p>这表明，当人们在自己的性格优势上发展到一定程度后，会逐渐培养出以前不具备的特质，并与原有的特质相融合，从而获得更加全面、平衡和协调的人格。
</p>
<p>对于A型和B型人格的人来说，这也是必然的成长趋势。我们在积累了足够的经验后，将能够根据问题的性质灵活选择适合的行为模式和心态。
</p>
<p>A型人格的人可以通过学习调整心态，使自己做到劳逸结合、张弛有度，适当的放松可以帮助他们长期保持良好的身心状态。而B型人格的人则可以发展规划和自我提升的能力，从而获得更多的发展动力。通过这种方式，我们可以在生活中更加灵活和自由地应对各种挑战。
</p>
<div class="card-split"></div>
<div class="title-wireframe"><span>A型人格的提升</span></div>
<div class="img-main"><img src="A型人格-A.png" /></div>

<div class="title2-index"><div class="index">1</div> <span class="title">克服失败的恐惧</span></div>
<p>部分A型人格的人可能因过去的否定经历对失败存在恐惧，还藏有愤怒情绪。他们不允许自己失败或示弱，总是以强势的姿态战胜竞争对手，这既是为了克服恐惧，也是愤怒的释放。
</p>
<p>如果你经常被追求高效和卓越的压力所困扰，你可能需要面对和处理对平庸和失败的恐惧，试着接受自己的平凡，这会让你感到真实和放松。世上没有完美的人或常胜将军，大多数成功者也只是拥有一两项特长或有过一两次杰出表现的平凡人。
</p>

<div class="title2-index"><div class="index">2</div> <span class="title">设定合理的预期</span></div>
<p>如果你总感到紧迫和焦虑，并因缺乏耐心而经常情绪化，这可能与你设定的目标或心理预期过高密切相关。事实上，把一件高目标的事情办砸，不如把一件合理预期的事情办好。
</p>
<p>在制定计划的工作强度和要求标准时，你需要确保目标是通过坚持可以实现的。合理的目标能有效减轻我们的心理压力，并帮助我们保持积极乐观的心态。
</p>
<div class="title2-index"><div class="index">3</div> <span class="title">改变做事的心态</span></div>
<p>并不是所有事情都有胜负之分，许多事情不需要用成败得失来评判，例如发展人际关系、陪伴家人等。对于这些事，急于完成是没有意义的，需要保持耐心和陪伴，建立信任和情感联系。只有放下急功近利的心态，用真诚和无私的平常心才能实现其真正的意义和价值。
</p>
<div class="title2-index"><div class="index">4</div> <span class="title">察觉情绪状态</span></div>
<p>A型人格的人容易在忙碌中积累负面情绪，这不仅影响他们的工作效果，还可能因为情绪的发泄破坏与他人的关系。因此，及时察觉自己的情绪状态，并进行调节和释放，可以有效减压。
</p>
<p>当你感到身心不适时，试着分析自己的情绪状态是否出现了焦虑、急躁、疲惫、郁闷或愤怒。让自己适当休息和放松，可以通过有氧运动、放松训练或正念冥想等方式让心情平静下来。
</p>
<div class="card-split"></div>
<div class="title-wireframe"><span>B型人格的提升</span></div>
<div class="img-main"><img src="A型人格-B.png" /></div>
<p>B型人格的人乐观放松，待人宽厚，这些特质对身心健康极为有利，使他们成为较为健康的类型。但在某些特殊情境下，适当的调整能够进一步提升B型人格。
</p>
<div class="title2-index"><div class="index">1</div> <span class="title">保持动力和激情</span></div>
<p>B型人格的人通常知足常乐，但推动人类进步的往往是欲望。找到合理的欲望和目标，有助于B型人格的人获得奋斗的动力和激情，是他们自我提升的好机会。
</p>
<div class="title2-index"><div class="index">2</div> <span class="title">保持紧迫感</span></div>
<p>B型人格的人通常生活状态安逸，在面对重要考验或挑战时，容易表现得过于淡定，甚至缺乏精神。此时，适当保持一些危机感和紧迫感，有助于他们早些行动起来。
</p>
</div>
		
		
EOT
);