<?php
return array (
  'title' => 'UCLA孤独感测评：你有多孤独？',
  'totalTitle' => '你的孤独程度评估',
  'totalIcon' => 'fa-odnoklassniki',
  'totalIconColor' => '#f6727e',
  'levelList' => 
  array (
    '低度' => 
    array (
      'threshold' => 0,
      'explain' => '<p>根据测评结果，你的孤独感程度为低度孤独，您性格外向、开朗，喜欢与人交流，身边人的人都觉得您比较好接触，朋友多，能谈心的人也比较多，另外，您的日程安排很满，自己也很忙，平时顾不上孤独，您有很好的独处能力，即使自己待着，也能感受自由，而不是体验孤单。</p>
<p>您和身边的人能互相关心，感受对方的情绪和感受，朋友们也能较好地理解您，在朋友中间，您经常感觉到被陪伴，很少有孤独感。</p>',
    ),
    '高度' => 
    array (
      'threshold' => 65,
      'explain' => '<p>根据测评结果，您的孤独感程度为高度孤独。在生活中，您是一个常常独来独往的人，可能也是独居状态，在日常，您缺少与别人之间的陪伴和交流，总是感觉到深深的孤单，认为自己跟人群的距离比较远，即使跟人在一起，您也不太喜欢跟他们沟通。因为别人总是没有办法理解和共情到您，于是把自己疏离在人群之外，待在自己的小天地里。</p>
<p>很多时候，你对身边的人事物都表现出不太关心的样子，其实，你的内心特别渴望能有人主动跟你交流，了解你，懂得你。希望得到别人的倾听和陪伴。</p>',
    ),
    '中间水平' => 
    array (
      'threshold' => 35,
      'explain' => '<p>根据测评结果，您和大多数人一样，孤独感程度为中度孤独。您不太喜欢跟人交流，有一些还算不错的朋友，但交往并不是很频繁，很多时候，他们给不到您想要的陪伴和理解，因此，有些时候你只能自己消化处理情绪，孤独对你的困扰并不是很严重，偶尔你也会比较喜欢这种孤独的感觉。</p>
<p>对外界事物，你选择性地关心或漠然，当你关心别人的时候，能体会到关系的连接感觉，否则，你只会体会到孤独感。</p>',
    ),
  ),
  'extendRead' => 
  array (
    'title' => '孤独症解读',
    'content' => <<<EOT
<div class="img-main"><img src="孤独症-解读.jpg" /></div>
<div class="content-font">
	<p>人无法完全不孤独。因为存在孤独是人作为生命个体的生存背景，无法消除，所以在欧文·亚隆看来，在通过建立关系面对孤独之前，人必须对孤独有一个的正确态度：人要接纳孤独作为人生的背景，有承受它的勇气，只有这样人才能够真正地去爱别人，因恐惧而来的爱欲，往往无法建立真正的联系。</p><p>孤独有负面的心理影响，也有正面的影响。大多数时候，影响取决于一个人孤立的时间和观念，负面影响是社会剥夺，并可能引发精神疾病的发作，积极影响可以从更多的自由到增加的灵性，虽然负面孤独往往是无意义的或在发生时不受欢迎。我们也经常需要积极的孤独。</p><p>驱除孤独感很重要的一条，就是要尽力走出去，改变目前的环境。一个人的时候，给自己安排一些感兴趣的事情，读读书，听听音乐，从事自己的业余爱好等等。每个人都会有孤单的时候，在属于自己的时间里满足自己的兴趣爱好，乃是人生的一种乐趣。</p>
  	<p>最后，记住你是有选择的。你并不是只能在孤独中痛苦，你还可以选择让自己出去与人交流沟通，产生链接，你还可以选择让自己丰富内心，享受孤独。怎么做，都在于自己的选择。</p>
</div>
<div class="card-split"></div>
<div class="title-wireframe"><span>减轻你的孤独感</span></div>
<div class="img-main"><img src="孤独症-减轻.png" /></div>

<p class="content-font">孤独感是一种比较常见的形象，是否需要改变取决于自我的感知，许多享受孤独的人并不因此感到难过，而另外一些人，即使在群体里也会感到孤独和痛苦。所以，我们需要先了解自己，知道哪些是自己需要排解的。</p>
  		
<div class="title2-index-num">
	<div class="index">1</div>
 	<span class="title">建立内在联系</span>
</div>
<p>有时候，孤独感源于自己不被外人所理解，而很多时候，也是因为我们从来也不能理解自己。想要不孤独，首先，我们需要先敞开心胸，与自己进行链接。了解自己。理解自己，才能有能力与别人进行链接。</p>
<div class="title2-index-num">
	<div class="index">2</div>
 	<span class="title">饲养宠物</span>
</div> 

<p>很多人的孤独在于不喜欢也不擅长跟人打交道，这时候，跟毛孩子们打交道是一个不错的选择，当你回到家，你的宠物可以冲你扑过来，向你表达亲昵的时候，你的孤独感就会减轻很多。</p>
<div class="title2-index-num">
	<div class="index">3</div>
 	<span class="title">加入团体</span>
</div> 
<p>加入一些团体是不错的消除孤独感的决定，现在即使没有时间和机会参加线下的社团活动，也可以参加很多免费或收费的微信社群，找到一些跟自己志同道合的朋友，可以减轻孤独感。</p>
<div class="title2-index-num">
	<div class="index">4</div>
 	<span class="title">专心投入做事</span>
</div> 
<p>身边没有自己感兴趣和所爱的人，没有自己感兴趣的事物，就会容易孤独，人是不可控制的，不如就把精力放在事物上，当你投入精力，真正爱上做一件事，当它成为你的兴趣爱好时，即使没有人在你身边，你也不会感到孤独了。</p>
<div class="title2-index-num">
	<div class="index">5</div>
 	<span class="title">帮助他人</span>
</div> 
<p>主动伸出手去帮助别人，感受到自己对其他人的重要性和价值，比如固定倒养老院、孤儿院，或者其他社会福利机构探访、陪伴、做义工，可以消除自己的孤独感，也可以因为陪伴他人而感到快乐，并收获成就感。</p>
EOT
  	),
);
