<?php
return array (
  'title' => 'UCLA孤独感测评：你有多孤独？',
  'totalTitle' => '你的孤独程度',
  'totalIcon' => 'fa-odnoklassniki',
  'totalIconColor' => '#f6727e',
  'levelList' => 
  array (
    '低度' => 
    array (
      'threshold' => 0,
      'explain' => '<p>根据测评结果，你的孤独感较低。你性格开朗，乐于与人交流，身边朋友众多。你的日程安排紧凑，几乎没有时间感到孤独。你能很好地独处，享受自由时光，而不是感到孤单。</p>
<p>你和周围的人互相关心，彼此理解，朋友们也能很好地理解你。在朋友的陪伴下，你几乎不会感到孤独。</p>',
    ),
    '高度' => 
    array (
      'threshold' => 65,
      'explain' => '<p>测评结果显示，你的孤独感非常强烈。你生活中经常独来独往，缺少与他人的互动，总是感到孤单。你觉得自己与人群格格不入，即使在一起也不愿交流。因为别人无法理解你，你把自己隔离起来。</p>
<p>尽管表面上对周围事物冷漠，但你内心渴望有人主动接近你，理解你，倾听你的心声。你希望得到别人的关心和陪伴。</p>',
    ),
    '中间水平' => 
    array (
      'threshold' => 35,
      'explain' => '<p>从测评结果来看，你的孤独感处于中等水平。你不太喜欢与人交流，虽然有一些朋友，但交往频率不高。很多时候，他们无法给你足够的陪伴和理解，因此，你常常需要自己消化情绪。虽然孤独感对你造成一定困扰，但你有时也享受这种感觉。</p>
<p>你对外界事物选择性地关心或漠然。当你关心别人时，能感受到关系的连接感，否则，你只会感到孤独。</p>',
    ),
  ),
  'extendRead' => 
  array (
    'title' => '孤独症解读',
    'content' => <<<EOT
<div class="img-main"><img src="孤独症-解读.jpg" /></div>
<div class="content-font">
	<p>孤独感是每个人生活的一部分。欧文·亚隆认为，在与人建立关系之前，必须接受孤独作为人生的一部分。只有勇敢面对孤独，才能真正与他人建立联系。恐惧驱动的关系往往无法长久。</p>
	<p>孤独既有负面影响，也有正面影响。负面影响包括社会隔离，可能导致心理问题，而正面影响则包括更多的自由和灵性成长。虽然负面孤独通常不受欢迎，我们也需要学会享受积极的孤独。</p>
	<p>减轻孤独感的关键在于走出去，改变环境。当一个人独处时，可以安排一些喜欢的活动，如阅读、听音乐或从事爱好。每个人都有孤单的时候，在独处时满足自己的兴趣爱好也是一种乐趣。</p>
	<p>最后，请记住你有选择。你可以选择走出孤独，与他人交流，建立联系，也可以选择丰富自己的内心，享受孤独。如何应对孤独，全在于你的选择。</p>
</div>
<div class="card-split"></div>
<div class="title-wireframe"><span>减轻你的孤独感</span></div>
<div class="img-main"><img src="孤独症-减轻.png" /></div>

<p class="content-font">孤独感是一种常见现象，是否需要改变取决于个人感受。有些人享受孤独并不感到痛苦，而另一些人即使身处人群也会感到孤独。因此，了解自己非常重要，知道自己需要什么才能缓解孤独。</p>

<div class="title2-index-num">
	<div class="index">1</div>
 	<span class="title">建立内在联系</span>
</div>
<p>有时候，孤独感来自于没有被外界理解，同时也因为我们未能理解自己。想要摆脱孤独，首先需要与自己建立联系。了解自己，才能更好地与他人沟通。</p>
<div class="title2-index-num">
	<div class="index">2</div> 
 	<span class="title">专心投入做事</span>
</div> 
<p>当身边没有感兴趣的人或事时，容易感到孤独。不如把精力放在自己喜欢的事物上。当你专注于某件事并爱上它时，即使没有人陪伴，你也不会感到孤独。</p>
<div class="title2-index-num">
	<div class="index">3</div>
 	<span class="title">加入团体活动</span>
</div> 
<p>加入一些团体活动是消除孤独感的好方法。即使没有时间参加线下活动，也可以通过微信社群找到志同道合的朋友。</p>

<div class="title2-index-num">
	<div class="index">4</div>
 	<span class="title">饲养小宠物</span>
</div> 

<p>许多人不擅长与人交往，这时养宠物是个不错的选择。当你回家时，宠物会热情迎接你，减轻你的孤独感。</p>
<div class="title2-index-num">
	<div class="index">5</div> 
 	<span class="title">帮助他人</span>
</div> 
<p>主动帮助别人，能让你感受到自己的价值和重要性。固定去养老院、孤儿院或其他福利机构做义工，陪伴他人，不仅能减轻孤独感，还能带来快乐和成就感。</p>
EOT
  	),
);
