<?php
return array (
  'title' => '你的自信心水平有多高？',
  'totalTitle' => '你的自信程度',
  'totalIcon' => 'fa-smile-o',
  'totalIconColor' => '#f6727e',
  'levelList' => array (
	  '高度自信' => array (
	    'threshold' => 90,
	    'explain' => '<p>你拥有强烈的个性和独立精神，喜欢主导他人，并坚定捍卫自己的权益，有时可能表现得固执己见，难以接受他人的建议。</p><p>同时，你具备很强的进取心，会不断努力追求成功。建议你适时自我反省，开放接受他人的建议和意见，否则可能会遇到意外的挫折。</p>',
	    'suggest' => '',
	  ),
	  '比较自信' => array (
	    'threshold' => 80,
	    'explain' => '<p>你对自己充满信心，有清晰的目标，能够理智地听取他人的建议，因此在工作中较容易完成任务，并对自己感到满意。</p>',
	    'suggest' => '',
	  ),
	  '相对自信' =>  array (
	    'threshold' => 60,
	    'explain' => '<p>你能看到自己的部分优点和潜力，对自己有一定程度的自信。在顺境中，你能欣赏自己，并能轻松处理许多事情，但这种自信还有待加强。</p>
						<p>在面临压力和反对时，你可能会倾向于放弃自己的观点或选择回避，同时，你较容易受负面情绪影响而产生自我怀疑，甚至影响表现。</p>',
	    'suggest' => '<p>尝试更加坚定地看到自己的优势和主见，提高自己的心理韧性，使自己在压力和冲突中尽量保持冷静，感受在压力环境中保持稳定的状态。自信心可以通过阅历积累和自我调节不断增强。</p>',
	  ),
	  '缺乏自信' =>  array (
	    'threshold' => 0,
	    'explain' => '<p>你当前的自信心较弱，对自己的满意度不高。在人际交往中，因担心被拒绝或出丑，你通常较少采取主动，且不善于表达不满和拒绝，因此容易被他人控制和干扰。面对他人不同意见时，你有时会轻易放弃自己的观点。由于对自己的能力和价值缺乏信心，即使具备足够的能力和资格，你有时也会低估自己。</p>',
	    'suggest' => '<p>你需要发现自己的优点和潜力，这能增强你的信心。可以和家人或朋友聊聊你的困扰，当你发现他们也曾经历过类似的情况，但通过成长实现了自我接纳，你可能会受到鼓舞，从而提升信心。自信心可以通过阅历积累和自我调节不断增强。</p>',
	  ),
	),
   'extendRead' => array (
    'title' => '自信心提升',
    'title_icon_tag' => 'fa-level-up',
    'content' => <<<EOT
<div class ='img-main'><img src="自信心-提升.png" /></div>
<p>从心理学角度来看，为您整理了一些能够增强自信的方法。这些方法简单易行且效果显著，是心理辅导中常用的技巧。希望大家能时常参考，帮助自己提升自信。</p>
<div class="title2-index"><div class="index">1</div> <span class="title">接受平凡的自己</span></div>
<p>从社会环境文化的角度来看，无论在我们的原生家庭还是在社会中，为了让年幼的我们理解自己应该保持成长，大人们总会给我们提供榜样，社会也总会标榜成功。因此，我们常常把自己的存在价值与成功和卓越联系在一起。而事实上，卓越者永远是少数，那么其他大多数人是否就没有存在的意义了呢？当然不是。</p>
<p>实际上，我们大多数人在“挣扎”过后可能仍然是普通人，生活并不是一场比赛，它更像是一场旅行，用自己喜欢的方式让自己感到快乐和充实才是唯一重要的事情。因此，我们接纳平凡，学会享受日常生活中的幸福和乐趣，这已经足以构成我们存在的意义。按照自己的意愿生活，这并不需要太大的勇气和信心，而当你接纳了平凡的自己，你反而获得了真正的自信。</p> 		
<div class="title2-index"><div class="index">2</div> <span class="title">不和别人比较</span></div>
<p>胜负心常常让我们感到紧张，但有时，竞争确实存在。缺乏自信的朋友常常高估他人的实力，而忽视自己的能力和潜力，这会削弱我们的自信。“知己知彼”本身没有问题，但我们要将主要关注点放在自己身上。事实上，我们唯一的对手是自己。如果我们能够不断进步，并在每次比拼中发挥出自己的真实水平，这就足够了。我们不期待自己超水平发挥，也不在意对手是否失误，而是以真实的水平获得真实的竞争结果。如果我们胜出，就能应对后面的挑战；如果失败，这仅说明我们还未做好准备，那么就继续提升自己，为下一个机会做好准备。</p>
 
<div class="title2-index"><div class="index">3</div> <span class="title">学会接纳自己的缺点</span></div>
<p>每个人都有长处和短处，缺乏自信的人常常过度关注自己的缺点和外部的不利因素，而自恋的人则过于强调自己的优势。只有自信的人能够全面看待自己，他们积极肯定自己的优点和潜力，同时也能承认自己的不足，并用发展的眼光看问题，逐步拓展自己，从而保持成长。因为我们了解自己，并知道自己在进步，因此不再需要通过他人的评价来肯定自己。我们应该成为第一个接纳自己的人。</p>
<div class="title2-index"><div class="index">4</div> <span class="title">建立人际关系的信任感</span></div>
<p>经历过不同程度伤害的人，有时难以在人际关系中建立信任感，在与人交往时潜意识中仍保持自我防御的敏感状态，容易将注意力集中在“谁强谁弱”和“输赢”上，背负了不必要的心理负担。实际上，人与人之间的关系并非博弈。如果我们只考虑如何胜过或战胜他人，确实会感到很不轻松。但如果我们关注的是相互支持和信任，那么让他人接受我们并不困难。人是生活在关系中的，当你与身边最常接触的人建立起相互接纳的和谐关系时，你会轻松很多，也会更自信。</p>
<div class="title2-index"><div class="index">5</div> <span class="title">设想合理的结果</span></div>
<p>有时候，面对他人委托的任务或工作，我们会感到不安、缺乏自信，这往往是因为我们没有清晰地设想出合理的结果。潜意识中，我们希望将事情做到完美，但却没有明确的目标和方法，所以在每一步都容易陷入自我怀疑：这是不是最好的做法？我们在心里不断自我减分，最后焦虑的情绪很容易让我们搞砸事情。</p>
<p>因此，我们可以反其道而行，先给任务设定一个可以接受的最低标准。此时，我们可以思考这件工作最核心的意义或目的是什么，然后实现最基本的目标，这就足够让事情有一个交代。我们只关注基础目标，这大大降低了事情的难度和我们的心理压力。然后，如果我们还有余力，在实现基础目标的基础上，再做一些优化和提高。如此，我们的每一个行动都在为结果的满意度加分，我们也就更容易受到鼓舞，从而稳妥且出色地完成任务。</p>

<div class="title2-index"><div class="index">6</div> <span class="title">点燃激情</span></div>
<p>有些人容易对长期的工作或任务感到缺乏信心，这往往与他们过于关注事情的结果以及对自己的努力总是抱有怀疑有关。此时，可以试试这个方法：不再过度考虑结果，试着从任务中找到乐趣或自己的欲求，只管投入自己的激情，让自己享受过程和其中的乐趣。当我们保持这种兴奋的状态，之前自我怀疑的低频感受也就消失了。</p>

EOT
  		),
);
