<?php
$desc = <<<BLOCK

<p class ='img-center'><img src="正念-判断.jpg" /></p>
		
<p>有研究表明：内控型的个体更有可能在学校表现优秀，在工作中更富有创造性，赚钱更多，能够成功戒烟，保持健康体重，直接了当处理婚姻问题，更满意自己的生活，实现自己的长远目标。</p>
<p>内控型的人往往比较自信，工作积极努力，目标明确，并能够从成功中体验到快乐。</p>
<p>内控型的人可以担任复杂性较高的任务，更有挑战性的工作，因为他们相信自己有能力影响自己所做的事情，有能力影响周围的环境。</p>
<div class="card-split"></div>
		
<div class="title-wireframe"><span>如何做个内控的人</span></div>

<p class ='img-main'><img src="抑郁症-听音乐.png" /></p>	

<div class="title2-bg"><span>相信自已，自已能做到</span></div>
<p>做事前，如果能相信自身对成功或失败起着主宰作用，相信如果努力很可能成功，尤其在遭受挫折时，应采取建设性的方式加以解决。</p>
<div class="title2-bg"><span>给自已树立目标</span></div>
<p>为这个目标不断的去努力。梦想是要有的，万一实现了呢？</p>
<div class="title2-bg"><span>不给失败找理由</span></div>
<p>不给失败找理由，如果不成功是个人的责任，不要推托到其他人或客观环境上，而是觉得自己还应该再努力，这样一想，学习、做事，会比较主动、自主、乐观和积极，不太会消极等待或听天由命。</p>
<p>尽管生活中我们还是会遇到这样或者那样的不顺，但是如果我们能调整好自己的心态，积极乐观的面对一切，相信幸福的日子很快就会到来。</p>
	

BLOCK;
return array (
  'title' => '控制信念测评：你的人生由谁掌控',
  'totalTitle' => '你的控制信念方向',
  'totalIcon' => 'fa-arrows-h',
  'totalIconColor' => '#f37b1d',
  'levelList' => 
  array (
    '内控倾向者' => 
    array (
      'threshold' => 0,
      'explain' => '<p>你的内控倾向较强。认为人生的幸福是由自己来掌控的，倾向于相信自己的行为最终决定了我们的命运，运气和机会只是扮演了微不足道的辅助角色。唯一能够限制我们头上那边天空的，只有我们自己的想象力。</p>
<p>相对于外控倾向者，你更加相信自己的判断，不肯轻易妥协和动摇，也不愿意盲目的屈从于多数人的意见。</p>
 <p class ="img-main"><img src="大五人格-人际.png" /></p>	

<p>在追逐人生目标时，你通常非常积极主动，并且会事先做好充分的规划，你明白目标的达成既需要有主观的渴望，同时也需要通过适当的方法和不懈的努力。</p>
<p>面对诱惑，你有比较强的抵御能力，更可能抗拒不想要的影响，避开不当的冒险，会为了达成目标而制定清楚的计划。能为了长远的利益，而延后短期获得的报酬，更能够处理日常生活的压力，在压力下所付出的代价也相对较低。</p>',
      'notice' => '<p>控制信念是一种相对稳定的人格倾向，并无绝对的好坏之分。很少有人是极端内控或极端外控的，大多数人处于两个顶点之间的某个位置上。</p>',
      'suggest' => '<p>在很多情况下，拥有内控倾向可能是件好事，这意味着你相信你自己的行为会产生影响，拥有对生活的控制感有益于心理健康。但是，你也需要冷静、客观的评估自身的能力与环境的影响，避免过度的&ldquo;积极错觉&rdquo;，例如相信我们能控制其实客观上无法控制的事件，或者我们拥有一些其他人都不认同的优秀人格特质，不要让虚假的光环影响了人生追求的目标与核心计划。</p>',
    ),
    '外控倾向者' => 
    array (
      'threshold' => 50,
      'explain' => '<p>你的外控倾向较强，你常常将许多事情归结为外部的原因，视他人和外物为行为活动的控制者，将成功归因于幸运，将失败归因于他人的影响，在他人看来有时会有逃避责任的倾向。</p>
<p>你倾向于相信&ldquo;一切都是最好的安排&rdquo;，个体生活中多数事情的结果是个人不能控制的，是各种外部力量作用的结果，你相信社会的安排，相信命运和机遇等因素决定了自己的状况，而个人努力所起的作用是微不足道的。</p>
<p class ="img-main"><img src="大五人格-人际.png" /></p>
    		<p>因为你认为行动与结果之间缺少必然性，因此你在追逐人生目标时会缺乏动力，显得被动。</p>
<p>你抵御诱惑的能力通常比较弱，或者说你更欣赏随遇而安的生活态度，不太倾向于为了虚无缥缈的长远目标而给自己增加现实的约束。</p>',
      'notice' => '<p>控制信念是一种相对稳定的人格倾向，并无绝对的好坏之分。很少有人是极端内控或极端外控的，大多数人处于两个顶点之间的某个位置上。</p>',
      'suggest' => '<p style="text-align: left;">作为外控倾向者，你通常把许多事情的结果归结于运气，而忽略了主观努力在其中的影响，一旦结果不如人意，往往会怨天尤人。固然，我们生活的现实世界里，太多的环境因素我们无法掌控，但是，你也许应该积极尝试改变自己查看情境和事件的方式，多一些主观努力，少一些怨天尤人，不要将自己沦为生活的旁观者，你的行为也能改变你所生活的世界。</p>',
    ),
  ),
  'extendRead' => array (
    'title' => '内控型的人更优秀吗？',
    'content' => $desc,
  ),
);
