<?php
return array (
	'你的MBTI恋爱类型' => array( // <div class="cb-a"><i class="xxx"></i><span>xxxx</span></div>
		'图片' => 'https://oss.1cece.top/storage/uploads/20230426/cc0c3b24c6afcd5b988b9b484d363eaa.jpg',
		'内容' => <<<BLOCK
<p><b>让你着迷的特质：自信、独立</b></p>
<p><b>自信：</b>你本身就是一个点子生产机，脑子里有停不下来的想法，聪明又健谈，同时也是个创造力十足的人。优秀如你，可能一个人的时候就已经足够精彩。所以你对感情并不会有太过热切的期待，一般的人也难以引起你的注意。但对于那些充满活力、朝气蓬勃、具有领导能力的人你会特别青睐。他在面对困难和障碍时也毫不畏惧，你往往被他这种自信的气质迷倒。而且，也得是这样的自信，又同样聪慧的人，才能够与你“匹敌”，引起你的征服欲。你们在一起将会是非常耀眼的组合。
</p>
<p><b>独立：</b>对于你来说，拥有属于自己的空间十分重要。你与人交往也会维持着一定的距离，即使处在恋人关系，你也不想一直和对方黏在一起。所对方独立的个性对你来说也很重要，当双方都足够独立时，你们能够互相理解和体谅，在亲密中保持个人空间，感情却不会因此而生分，也减少两人间的矛盾。
</p>
<p><img src="https://oss.1cece.top/storage/uploads/20220503/f8edf91cf990ad103ce5b03e210f46c6.png" title=""
        _src="https://oss.1cece.top/storage/uploads/20220503/f8edf91cf990ad103ce5b03e210f46c6.png" alt="" /></p>
<p><b>和你互补的特质：条理</b></p>
<p>你头脑灵活，思维敏捷，喜欢天马行空的想象，仿佛对任何事物都感兴趣，对一些轻松平常的事物也能引发出哲学的思考。这是一种魅力，但你同时也缺乏合理的规划，比较随性，往往只能停留于想想。但如果有一个做事有规划、并懂得欣赏你的人在你身边，则可以适当时给你提供实践的思路，为你一些创造性的想法寻求出落实的可能方式，实现共同成长。
</p>
BLOCK
,
	), 
	'相知' => array(
		'图片' => 'https://oss.1cece.top/storage/uploads/20220503/7240ceabd11c59743bc784e57ae60a7b.jpg',
		'内容' => '',
 	),
	'相爱',
	'相惜',
	'你的天生情人' => array(
		
	),
		
		
		
	'你的MBTI恋爱类型' => 'https://oss.1cece.top/storage/uploads/20230426/cc0c3b24c6afcd5b988b9b484d363eaa.jpg',
	'让你着迷的特质' => array(
		'自信' => '你本身就是一个点子生产机，脑子里有停不下来的想法，聪明又健谈，同时也是个创造力十足的人。优秀如你，可能一个人的时候就已经足够精彩。所以你对感情并不会有太过热切的期待，一般的人也难以引起你的注意。但对于那些充满活力、朝气蓬勃、具有领导能力的人你会特别青睐。他在面对困难和障碍时也毫不畏惧，你往往被他这种自信的气质迷倒。而且，也得是这样的自信，又同样聪慧的人，才能够与你“匹敌”，引起你的征服欲。你们在一起将会是非常耀眼的组合。',
		'独立' => '对于你来说，拥有属于自己的空间十分重要。你与人交往也会维持着一定的距离，即使处在恋人关系，你也不想一直和对方黏在一起。所对方独立的个性对你来说也很重要，当双方都足够独立时，你们能够互相理解和体谅，在亲密中保持个人空间，感情却不会因此而生分，也减少两人间的矛盾。',
	),
	'和你互补的特质' => array(
		'条理' => array('你头脑灵活，思维敏捷，喜欢天马行空的想象，仿佛对任何事物都感兴趣，对一些轻松平常的事物也能引发出哲学的思考。这是一种魅力，但你同时也缺乏合理的规划，比较随性，往往只能停留于想想。但如果有一个做事有规划、并懂得欣赏你的人在你身边，则可以适当时给你提供实践的思路，为你一些创造性的想法寻求出落实的可能方式，实现共同成长。'),
	),
	'相遇' => array(
		'图片' => 'https://oss.1cece.top/storage/uploads/20220503/2efacc553975c16b06a05c6c4edf1895.jpg',
		'描述' => array(
			'结合上面三个特质，你理想中完美的他是一个自信、智慧、做事干脆果断的人。这样的人喜欢站在舞台的中间，享受人群的目光。所以在能够让他发挥实力的地方很可能会让你们相遇。',
			'如：健身房、高端线下交流会、读书分享会等',
		)
	),
	'相知' => array(
		'图片' => 'https://oss.1cece.top/storage/uploads/20220503/7240ceabd11c59743bc784e57ae60a7b.jpg',
		'描述' => array(
			'你们的互相吸引具备着先天条件，仿佛是水到渠成的事实。但是万事起头难，如何破冰迈出第一步是关键。',
			'<b>切入点：捉紧机会展现才华</b>',
			'你们的魅力不相上下，能够引起对方的注意都是需要经过一番特意的展示的。而对于你来说，你的强项就是高超的言语技术。你能言善辩，又富有幽默细胞，能通过鲜活的语言吸引对方的注意。让他感觉，你不仅有意思，和你在一起的时候会觉得十分轻松愉快。你们都是头脑相当的智者，你可以和他一起去玩考验智商、推理能力的游戏，如密室逃脱，剧本杀等。又或者跑出一个有意识的问题，两人一起进行头脑风暴，感受思维火花的碰撞，让你们双方都能在约会中感到快乐和尽兴。'
		)
	),
	'相爱' => array(
		'图片' => 'https://oss.1cece.top/storage/uploads/20220503/98879edfbdd655d1a1f3724f79e1756c.jpg',
		'描述' => array(
			'<span style="white-space: nowrap;">相知只是开始，要擦出爱情的火花，还需要进一步的行动。</span>',
			'<span style="white-space: nowrap;"><b>切入点：用你的智慧征服他</b></span>',
			'span style="white-space: nowrap;">他是一个强势又带点傲慢的人，但你也不需要因此而紧张或退缩。毕竟，作为一个热爱挑战的人，他可能只是对你发出试探。放心，同样能力不逊于他的你，要对自己有信心。如果你能够和聊天中提出了自己独到的看法和见解，会让他对你另眼相看。慢慢的，你会觉得，他的强势也不过是“吓唬吓唬”你而已，随着对你的赏识加深，他会逐渐展现出柔和的一面。</span>'
		)
	),
	'相惜' => array(
		'图片' => 'https://oss.1cece.top/storage/uploads/20220503/42db0691c1b85de099a0999b353df9be.jpg',
		'描述' => array(
			'相爱不易，相惜更难。毕竟是两个独立的人，只要相处起来，就会有矛盾的地方，想要发展长期稳定的亲密关系，你和他之间需要注意：',
			'你们都是很有自己想法的人，对自己的立场比较坚定，这会让你们更不容易接纳对方的想法，谁也不轻易服谁，这让你们在日常相处中容易产生矛盾。',	
		)
	),
	'相守' => array(
		'图片' => 'https://oss.1cece.top/storage/uploads/20220503/66fa56121b0ad1c47e0ed5806681de16.jpg',
		'描述' => array(
			'我们相信，每一个人都是独一无二的，我们找到那个完美的Ta，其实并不是绝对完美，只有在两人的点滴相处中，用心磨合，才能日趋完美。',
			'<b>1.有时候遇到一些双方不一致，但又争执不下的事情时，可以</b>',
			'a.学着轮流妥协',
			'有时候你可以听他的安排来选择今天要看的电影，而你挑选今晚的用餐地点等。当双方都能照顾彼此的需求时，就像团队一样能携手合作，为彼此而努力。',
			'b.考虑谁更在意这一点',
			'有时候，当你们争论不下，试着想一想，这件事情对谁更重要，你将会明白自己应该如何面对这种情况。如果有一些事情对你真的很重要，那同样让你的恋人知道，他也将知道该如何做。',
			'<b>2.学会直面问题，而不是隐藏自己的需求与感受</b>',
			'a.表达自己的需求与感受',
			'在你们的恋爱生活中，注意关注自己的真实需求，想一想',
			'在这件事情上面，我的感受是什么？（愤怒、委屈、伤心……）',
			'对于这件事情，我有什么想法？（不是大事、不值一提、不可忍受……）',
			'我对恋人有什么期待？（希望恋人更关心你的感受、更重视你……）',
			'b.使用第一人称“我”的表述',
			'以“你”开头的言语会向伴侣传递出谴责之意，用“我”开始说话能更好地传达自己的想法，使交谈变得积极而又富有成效。如“你总是迟到，是你让我不爽”改成，“我们约好了，你却不注意时间，这让我觉得你不重视我”。',
			'<b>3.认真倾听另一半</b>',
			'认真倾听代表着你是真心尊重对方，而不是随意地否定他。你可以：',
			'a.将注意力放在对方身上，把手机放到一旁，注意保持和对方的眼神交流，而不要左顾右盼。',
			'b.练习积极倾听。你可以适当地重复对方说过的话，向他确认你在认真地听，并且适当地说一些你自己的话，来表明你理解他的意思。你可以说“我现在明白你为什么会这样想”之类的话，让他知道你的注意力都在他身上。',
			'c.温和地表达自己的想法。例如，你可以用“我觉得这个方法还不错，你可以试一试”“我理解你这么想的原因，不过我不太赞成，我觉得……”这些句式，这样不会让不喜欢被否定的他太过抗拒。',	
		)
	),
	'你的天生情人' => array(
		'类型' => '指挥官',
		'匹配原因' => '指挥官型的自信和独立的人格正是你所渴望的，他们可以让你维持某种弹性和独立性。',
		'标签' => '外向•直觉•思考•判断',
		'图片' => 'https://oss.1cece.top/storage/uploads/20220112/f2cb38cd4eaad40f25fd30eea64cc33f.png',
		'能量方向' => array('倾向于从外界获得能量，外向热情，喜欢结识新朋友，比起独处，更喜欢穿梭在人群中。'),
		'体验倾向' => array('喜欢以自己的直觉洞察世界，注重抽象的理论，在解决问题时，会优先从全局的走向着手。'),
		'决定倾向' => array('倾向于冷静分析以及用理智的方式进行决策，与人交往时，更加注重对方逻辑的正确性。'),
		'组织倾向' => array('喜欢生活充满节奏以及规划，否则会在一定程度上体验到焦虑以及对环境的难以适应。'),
		'TA的个性特点' => array(
			'具权威性而且擅长沟通。',
          	'通常在他们所选择的领域中有卓越的成就。',
         	'野心很大，通常对他们自己和他们的伴侣要求很高。',
          	'具有审判律师的个性：享受热烈的辩论。',
		),
		'与TA偶遇' => array(
			'描述' => '指挥官型喜欢一切权利所在的地方',
			'地点' => '法院,企业家沙龙,健身俱乐部,政府机关,慈善机构,图书馆',
		),
		'爱之初体验' => array(
			'描述' => array(
				'指挥官型是一位聪明的健谈者，他们喜欢在交往中表现特殊的才能,若你可以用聪明慧黠的言语表达对他们的爱慕的话，毋庸置疑，你已打动了TA的心。',
				'指挥官型对外表具有严格的要求，同时，他们也是极其自信的。如果你拥有指挥官型尊重的人格特质和思考能力，相较于在外表上具吸引力但是头脑简单的人，TA仍然会追求你。',		
			),
			'约会锦囊' => array(
				'保持冷静' => array(
					'指挥官型，会非常喜欢试探你是否可以适应TA直接的恋爱方式，所以，言语以及行为上的挑剔也许是在考验你。若你可以接受，他们一定会把你当做一个有潜能的未来伴侣。',
				)
			),
		),
		'捕心行动' => array(
			'描述' => array(
				'指挥官型通常给人的印象是令人敬畏的，敏锐的头脑、杰出的沟通技巧、还有强势的个性，对大部分人而言都是一种威胁。',
				'但是，看似傲慢，实则忠诚。在和TA的情感关系中，不管发生任何事情，TA都可以照顾你，体谅你。同时，指挥官型会欣赏和他们能力相当的人。',		
			),
			'约会锦囊' => array(
				'直言不讳' => array(
					'指挥官型的人喜欢直言不讳的指出别人的缺点和不足，你可以参与指挥官型刻薄的幽默感，和TA一起用言语讽刺、挖苦那些自负的人、愚昧的人和虚伪的人，会让他们感觉你们在认知以及情感体验上具有一定的共通之处的。',
				)
			),
		),
		'拥有完美的性爱' => array(
			'指挥官型有可能很热情，但不一定贴心可爱。吹毛求疵的指挥官型在性事上也许显得有些盛气凌人，但也因此你可以体验到无比的刺激感。有些指挥官型喜欢在床上扮演与白天截然不同的角色，完全柔顺任人摆布，因为这是他可以放松休息，尝试让另一个人控制自己的机会。',			
		),	
		'让爱天长地久' => array(
			'在现实中，指挥官型尊重那些支持他们的人。要和一位指挥官型拥有成功的感情，你必须参与TA喜爱的辩论，并表示出你对TA看待世界独特的方式有一定的认同。',
			'指挥官型往往是家庭中有能力以及具有一定威严的配偶。他们是好辩的但是常常缺乏耐心的，不过聪慧、敏捷和成功的驱动力却可以弥补他们人格上的缺失。',
		),
	),
);