<?php
// 错题描述，前端没有用到
$errorQuestionDesc = 
<<<EOT
<div class="img-main"><img src="瑞文-错题1.png" /></div>
<div class="img-main"><img src="瑞文-错题2.png" /></div>
<div class="img-main"><img src="瑞文-错题3.png" /></div>
EOT;

// 答题页面，底部文字
$bottomInfo = <<<BLOCK
<p class="tips-title">测试完成，您将获取</p>
<ul class=" list-paddingleft-2">
	<li><p>您的智商得分及排名</p></li>
    <li><p>大脑各项能力指数及缺陷</p></li>
    <li><p>左右脑训练专家建议</p></li>
    <li><p>遗传基因及后天提升方法</p></li>
</ul>"
BLOCK;

// pc端支付的文本
$payPcContent = <<<BLOCK
<div class ='img-main'><img src="aab5cd07a1b83e2f04dfe93b1f8df9d6.jpg" /></div>
<div class ='img-main'><img src="61603850df8fc.jpg" /></div>
<div class ='img-main'><img src="616038586479a.jpg" /></div>
BLOCK;
// 移动端支付描述
$payMobileContent = <<<BLOCK
<p><span style=\"font-size: 18px;\"><strong>你将获得：</strong></span></p>
<p><strong>一，专业的分析报告</strong></p>
<p>评测报告全文超5000字，多种数据化图表展示，权威评估你的智力！</p>
<p><strong>二，3次免费重测权益</strong></p>
<p>付费后可享受三次免费重测的权益，4次报告均会保存。</p>
<p><strong>三，报告永久保存</strong></p>
<p>支付完成后，报告可永久保存，报告结果可供您随时查看。</p>
BLOCK;

// 支付确认描述
$payConfirmDec = <<<BLOCK
<p style="margin-bottom:8px;">本测试为国际标准智商测验，根据年龄评估智商值，包含<span style="color: #f37b1d;">权威鉴定智商值、同年龄段智商段位、大脑各项能力指数及缺陷、遗传基因及后天提升方法</span>等，全文超过3000字！</p>
<p>评估报告与国内智商鉴定机构数据一致，<span style="color: #F6727E;">本次报告可获3次不限时免费重测</span>，请勿必领取！</p>

BLOCK;

// 支付描述
$payDesc = <<<BLOCK
<p><span style=\"color:#4d6fb0;">国际标准智商测验由英国心理学家<span style="color: #F6727E;">瑞文\n(J.C.Raven）</span>
        创制，在世界各国沿用，适用年龄范围：6岁到70岁，<span style="color: #F6727E;">根据年龄评估一个人的真实智商</span>，测试报告专业度及准确度保证，好评率98.6%!</span>
</p>
BLOCK;

return array (
	// 档次 95 90 75 50  25  10  5   
	'评分标准' => array (
	  '5.5' 	=> '56.67, 48.33, 41.67, 26.67, 21.67, 20.00, 15.00',
	  '6' 		=> '60.00, 51.67, 41.67, 28.33, 21.67, 20.00, 15.00',
	  '6.5' 	=> '61.67, 51.67, 41.67, 30.00, 21.67, 20.00, 16.67',
	  '7' 		=> '71.67, 60.00, 41.67, 31.67, 21.67, 20.00, 16.67',
	  '7.5' 	=> '73.33, 63.33, 51.67, 35.00, 21.67, 20.00, 16.67',
	  '8' 		=> '73.33, 65.00, 51.67, 38.33, 25.00, 21.67, 16.67',
	  '8.5' 	=> '75.00, 66.67, 55.00, 48.33, 33.33, 23.33, 20.00',
	  '9' 		=> '78.33, 71.67, 61.67, 55.00, 41.67, 23.33, 20.00',
	  '9.5' 	=> '83.33, 78.33, 65.00, 58.33, 45.00, 28.33, 21.67',
	  '10' 		=> '83.33, 80.00, 70.00, 58.33, 45.00, 28.33, 21.67',
	  '10.5' 	=> '83.33, 81.67, 70.00, 65.00, 53.33, 41.67, 30.00',
	  '11' 		=> '86.67, 83.33, 71.67, 65.00, 55.00, 41.67, 31.67',
	  '11.5' 	=> '88.33, 83.33, 75.00, 70.00, 58.33, 41.67, 31.67',
	  '12' 		=> '88.33, 83.33, 76.67, 70.00, 61.67, 45.00, 35.00',
	  '12.5' 	=> '88.33, 86.67, 83.33, 75.00, 66.67, 55.00, 46.67',
	  '13' 		=> '91.67, 86.67, 83.33, 80.00, 71.67, 60.00, 56.67',
	  '13.5' 	=> '91.67, 88.33, 85.00, 80.00, 71.67, 60.00, 56.67',
	  '14' 		=> '91.67, 88.33, 85.00, 80.00, 71.67, 60.00, 56.67',
	  '14.5' 	=> '91.67, 88.33, 85.00, 80.00, 71.67, 60.00, 56.67',
	  '15' 		=> '95.00, 90.00, 85.00, 80.00, 71.67, 68.33, 56.67',
	  '15.5' 	=> '95.00, 91.67, 86.67, 81.67, 68.33, 68.33, 60.00',
	  '16' 		=> '95.00, 93.33, 88.33, 81.67, 75.00, 68.33, 60.00',
	  '16.5' 	=> '95.00, 93.33, 88.33, 81.67, 75.00, 68.33, 61.67',
	  '17' 		=> '96.67, 95.00, 91.67, 86.67, 78.33, 66.67, 61.67',
	  '20' 		=> '95.00, 93.33, 90.00, 83.33, 73.33, 63.33, 55.00',
	  '30' 		=> '95.00, 91.67, 86.67, 80.00, 56.67, 61.67, 46.67',
	  '40' 		=> '95.00, 90.00, 83.33, 78.33, 68.33, 51.67, 46.67',
	  '50' 		=> '90.00, 86.67, 80.00, 70.00, 56.67, 40.00, 35.00',
	  '60' 		=> '90.00, 86.67, 76.67, 61.67, 50.00, 36.67, 31.67',
	  '70' 		=> '86.67, 81.67, 73.33, 55.00, 43.33, 30.00, 28.33',
	  '100' 	=> '86.67, 81.67, 73.33, 55.00, 43.33, 30.00, 28.33',
	),
	// 95 90 75 50  25  10  5   
	'智力等级' => array(
		'智力缺陷' => array(
			'等级描述' => '平均水平之下', // 您的综合智力水平在同年龄段人群中居于{$userLevelConf['等级水平']}。
            '等分占比' => '0',
            'IQ' => '70-70',
            '备用名称' => '智力障碍,智力不足,智力发育迟缓', // 没用到
            '描述' => '智力显著低于平均水平，生活和工作能力受限', // 没用到
            '职业推荐' => '清洁工,搬运工,装配工,园艺助手,包装工,洗车工,快递员,',
        ),
        '边缘智力' => array(
        	'等级描述' => '平均水平',
            '等分占比' => '5',
            'IQ' => '70-84',
            '备用名称' => '边缘智力,轻度智障,边缘能力',
            '描述' => '智力略低于平均水平，可能需要一些支持以应对日常生活和工作',
            '职业推荐' => '仓库工人,零售店员,快递员,保安员,保洁员,理货员,建筑工人,汽车维修助理,食品服务员,超市收银员',
        ),
        '普通智力' => array(
        	'等级描述' => '平均水平',
            '等分占比' => '10',
            'IQ' => '85-99',
            '备用名称' => '普通智力,中等智力,标准智力',
            '描述' => '智力在平均水平稍低，能够胜任大多数常规工作',
            '职业推荐' => '行政助理,客户服务代表,销售代表,教师助理,客服专员,数据录入员,办公室文员,技术支持人员,图书管理员,银行出纳员',
        ),
        '平均智力' => array(
        	'等级描述' => '平均水平',
            '等分占比' => '25',
            'IQ' => '100-114',
            '备用名称' => '平均智力,标准智力,常规智力',
            '描述' => '智力在平均水平，能够胜任大多数工作和生活任务',
            '职业推荐' => '教师,护士,技术员,警察,消防员,项目经理,市场营销专员,公务员,社工,工程师助理',
        ),
        '高于平均' => array(
        	'等级描述' => '中等偏上',
            '等分占比' => '50',
            'IQ' => '115-129',
            '备用名称' => '高于平均,中上智力,较高智力',
            '描述' => '智力高于平均水平，能够胜任较复杂的工作和任务',
            '职业推荐' => '工程师,律师,医生,软件开发人员,建筑师,研究员,管理顾问,财务分析师,大学教授,药剂师',
        ),
        '高智商' => array(
        	'等级描述' => '高智商水平',
            '等分占比' => '75',
            'IQ' => '130-144',
            '备用名称' => '高智力,优秀智力,杰出智力',
            '描述' => '智力显著高于平均水平，能够胜任高难度和高复杂度的工作',
            '职业推荐' => '科学家,大学教授,顶级律师,高级管理人员,外科医生,经济学家,投资银行家,心理学家,航空工程师,技术总监',
        ),
        '超常智力' => array(
        	'等级描述' => '超高智商水平',
            '等分占比' => '90',
            'IQ' => '145-159',
            '备用名称' => '超常智力,卓越智力,天才智力',
            '描述' => '智力极高，能够胜任极高难度和高度创新的工作',
            '职业推荐' => '研究科学家,大学教授,诺贝尔奖得主,行业领袖,首席执行官,创业者,数学家,理论物理学家,人工智能研究员,国家智囊团成员',
        ),
        '超高智力' => array(
        	'等级描述' => '超高智商水平',
            '等分占比' => '95',
            'IQ' => '160-180',
            '备用名称' => '天才智力,超高智力,卓越天赋',
            '描述' => '智力极高，能够在科学、艺术、技术等领域做出卓越贡献',
            '职业推荐' => '理论物理学家,创新企业家,顶级科研专家,文化创意领袖,顶级技术顾问,高端智库成员,前沿技术研发人员,社会变革领袖,顶尖教育家,世界级艺术家',
        ),
	),
	'types' => array(
	    '知觉辨别能力' => array(
	        'groupName' => '测观察',
	        '指导建议' => '<p>提高大脑的感知识别能力的最佳途径是加强观察技巧。敏锐的观察不仅能让我们捕捉到细微的变化，还能提升沟通等多方面的能力。例如，通过观察对方的表情和举止来更好地交流。<br/></p>
	    		<div class="title2-dot">强化环境观察训练：</div>
	    		
	    		<p>在不需要集中精力思考问题时，随意观察周围环境，然后闭上眼睛回忆细节，比如看到的车辆、行人和建筑物等。这种训练能显著提高观察力。</p>',
	        '描述' => '<p>知觉辨别是大脑对感官信息进行理解和综合处理的能力。这种能力是智力的重要组成部分。达尔文曾说：“我的理解力和智慧并不突出，但在观察细微事物的能力上，可能比他人强。”</p>',
	    ),
	    '类同比较能力' => array(
	        'groupName' => '测分析',
	        '指导建议' => '<p>要提升类同比较能力，可以运用联想记忆法，通过联想记住事物之间的关系。平时多思考事物间的联系，举一反三，有助于训练此能力。<br/></p>
	    	<div class="title2-dot">提高专注力：</div>
	    	<p>提升专注力能增强类同比较和记忆能力。</p><p>1、每天保证至少7小时的睡眠。</p><p>睡眠不足会影响专注力，所以良好的睡眠是提升专注力的关键。</p><p>2、列出每日学习和工作的清单。</p><p>学习和工作前列出待办事项，清空思绪，按计划进行。</p><p>3、闭眼冥想，恢复精神。</p><p>注意力无法集中时，通过冥想恢复精神状态。</p>',
	        '描述' => '<p>类同比较是通过观察和对比不同事物，找到其相似特征的能力。类同比较能力强的人在学习和商业竞争中具备更强的分析和判断能力。</p>',
	    ),
	    '比较推理能力' => array(
	        'groupName' => '测推理',
	        '指导建议' => '<p>观察事物时从多个角度思考，与人交往时用换位思考法模拟对方的想法和感受，以提升比较推理能力。</p>
	    	<div class="title2-dot">通过现象提炼本质特征：</div>	
	    	<p>利用经验和知识总结事物规律并分类。例如做饭分为买菜、做饭、吃饭、洗碗几个步骤。这样训练能提高总结和举一反三的能力。</p>',
	        '描述' => '<p>比较推理是通过对同一事物进行推理，从多个角度总结其变化规律的能力。比较推理能力强的人善于从不同角度观察问题，能获得更多知识。</p>',
	    ),
	    '系列关系推理能力' => array(
	        'groupName' => '测思维',
	        '指导建议' => '<p>训练系列关系推理能力，可以提升解决问题的能力和工作学习效率。</p>
	    	<div class="title2-dot">博弈论和决策论原理练习：</div>	
	    	<p>1、遇到复杂问题时，看本质。<br/></p><p>解决问题时从最基本的原理出发，找出基本规律。</p><p>2、认清一致性和矛盾因素。</p><p>3、从简单入手，逐步解决矛盾。</p><p>解决复杂问题时，先处理简单部分，再逐步解决其他问题，通过这种方式提高系列关系推理能力。</p>',
	        '描述' => '<p>系列关系推理是通过判断得出结论的思维过程。系列关系推理能力强的人善于简化复杂问题，提升解决问题的效率。</p>',
	    ),
	    '抽象推理能力' => array(
	        'groupName' => '测想象',
	        '指导建议' => '<p>提升抽象推理能力，可以让你从新的角度看待问题，更灵活地解决问题。<br/></p>
	    	<div class="title2-dot">提升发散性思维训练：</div>	
	    	<p>锻炼发散性思维能提升想象力和抽象推理能力。</p><p>1、功能扩散法：</p><p>以某功能为扩散点，设想多种可能性训练自己。</p><p>2、用途扩散法：</p><p>想象某物品的多种用途。</p><p>3、思维接龙法：</p><p>通过词语接龙训练自己。</p><p>4、因果扩散法：</p><p>推测某结果的多种原因。</p>',
	        '描述' => '<p>抽象推理能力是对事物进行观察、假设和验证的能力。抽象推理能力强的人具备丰富的想象力和创造力，处理问题更加灵活。</p>',
	    ),
	),
	'types2' => array(
	    '观察力' => '观察力是通过仔细观察事物，发现其独特之处，并通过现象提升对事物本质理解的能力。',
	    '注意力' => '注意力是专注于某个事物的心理能力。注意力强的人能长时间专注于读书和研究，而对无关的活动兴趣减弱。',
	    '记忆力' => '记忆力是对客观事物及其经验的识记、保持、再认识和重现的能力。例如，年老时仍能记得父母年轻时的样子和童年时的家庭环境，这就是记忆力的作用。',
	    '思维力' => '思维力是大脑对客观事物间接且概括的反映能力。通过观察，人们会逐渐将各种不同的事物、事件和经验进行分类归纳，并通过思维进行总结。',
	    '想象力' => '想象力是在已有形象的基础上，在脑海中创造新形象的能力。通常，想象是在掌握一定知识面的基础上实现的。',
	),
		
	'错题集付费提示' => $errorQuestionDesc,
// =支付相关的配置=====================		
	'extend' => array(
		'bottomInfo' => $bottomInfo,
	),
	'ageSet' => array(
		'' => '请选择你的年龄',
	),
	'payPcContent' => $payPcContent, // pc端支付的简介
	'payMobileContent' => $payMobileContent, // 移动端支付的简介
	'payConfirmDec' => $payConfirmDec,
	'payDesc' => $payDesc,
	// 不同价格区间
	'price1' => 43.90, // 完整解读-价格
	'originalPrice1' => 98, // 完整解读-原价
	'price2' => 49.90, // 完整解读pro-价格
	'originalPrice2' => 188, // 完整解读pro-原价
// =======================
	'你的智力构成因素' => <<<BLOCK
<div class="img-main"><img src="大五人格-智力.png" /></div>
<div class="title2-index">
	<div class="index">1</div>
 	<span class="title">记忆能力</span>
</div>
<p>记忆能力是指对信息进行编码、储存、提取和重现的能力。例如，即使年老之后，仍能够记得自己童年的经历和父母的年轻模样，这就是记忆力的体现。</p>
		
<div class="title2-index">
	<div class="index">2</div>
 	<span class="title">创造性思维</span>
</div>

<p>创造性思维是指在已有知识的基础上，脑中生成新概念的能力。这种思维通常建立在一定的知识背景上，能够创造出新颖的想法。</p>
<div class="title2-index">
	<div class="index">3</div>
 	<span class="title">集中力</span>
</div>
<p>集中力指的是个体对特定任务或活动的专注能力。集中力强的人能够长时间保持对某项任务的关注，而对其他无关事物的兴趣则显著降低。</p>

<div class="title2-index">
	<div class="index">4</div>
 	<span class="title">感知能力</span>
</div>
<p>感知能力是指对周围事物进行观察并理解的能力。通过敏锐的观察，能够发现和理解新奇的现象，从而深化对事物本质的认识。</p>

<div class="title2-index">
	<div class="index">5</div>
 	<span class="title">逻辑思维能力</span>
</div>
<p>逻辑思维能力指的是大脑对信息进行分析和综合的能力。通过对事物的观察，人们能够对不同的事件和经验进行分类、归纳和总结。</p>
<div class="card-split"></div>

<div class="title-wireframe"><span>智力的影响因素</span></div>	
<div class="img-main"><img src="多元智力-维度.jpg" /></div>
<div class="title2-dot"><span class="title">遗传与环境因素</span></div>
<p>智力的发展离不开遗传基础，良好的遗传素质为智力的提升提供了基础。研究表明，遗传关系越密切，智力水平越相似。虽然遗传确定了智力发展的上限，但实际智力水平还需在适宜的环境中才能充分发挥。</p>
<div class="title2-dot"><span class="title">饮食对智力的影响</span></div>
<p>饮食是维持生命和脑部健康的基础。营养不良或缺乏某些必需的食物会对大脑健康产生负面影响。</p>
<div class="title2-dot"><span class="title">早期生活经验</span></div>
<p>智力发展并非均匀，研究发现，丰富的早期经验能够促进智力的快速增长。学龄前是智力发展的关键期。例如，布鲁姆提出，如果一个人在17岁时智力水平为100%，那么从出生到4岁期间，其智力发展可占总水平的50%。</p>
<div class="title2-dot"><span class="title">教育系统的作用</span></div>
<p>教育通过系统的知识传授和技能培训，推动心理能力的进步。教师在讲授知识的过程中，除了传授学科知识，还帮助学生掌握思维方法和技巧。</p>
<div class="title2-dot"><span class="title">实践经验</span></div>
<p>智力在实践中得以逐步提升。社会实践作为学习和智力发展的重要途径，有助于知识的运用和智力的提升。</p>
<div class="title2-dot"><span class="title">个人努力的重要性</span></div>
<p>环境和教育只能提供条件，真正的成功依赖于个人的努力和坚持。只有通过不懈的努力和自我提升，才能实现个人目标。</p>
<div class="card-split"></div>
		
<div class="title-wireframe"><span>智力测验的准确性</span></div>	

<div class="img-center"><img src="瑞文-理论.png" /></div>
<div class="title2-bg"><span class="title">瑞文测验的理论依据</span></div>
<p>瑞文智力测验由英国心理学家瑞文设计，依据斯皮尔曼的智力二因素理论，该理论认为智力由两部分构成：普遍的G因素和特定的S因素。G因素广泛存在于所有智力活动中，而S因素则与特定训练相关。</p>

<p>瑞文推理测验是一种有效评估G因素（即一般智力）的工具，特别适用于衡量解决问题的能力、观察力、思维能力和社会适应能力。</p>
<div class="title2-bg"><span class="title">瑞文测试的可靠性</span></div>

<p>测试结果会受到测试者的心理状态和环境因素的影响，波动范围通常为3到15分。适用于5至75岁的人群，由60张图片题组成，具有跨语言和文化的普遍适用性。它不仅适合各类文化背景和生理条件，还能够灵活实施，节省时间且易于解读。信度和效度较高，这也是《最强大脑》节目采用的测量标准。</p>
<div class="title2-bg"><span class="title">智力分值的计算方法</span></div>
<p>智商分数通常在46到160之间，大部分人分数为100左右。国际上认为，智商超常者的分数大约为130。根据这一标准，全球约有50%的人智商在90到110之间，25%的人低于这一范围，5%的人智商达到125，1%的人智商达到130，10万人中仅1人智商达到160。</p>
<div class="img-main"><img src="瑞文-理论计算.png" /></div>
<p>本次智商得分是基于百分位等级分数计算的离差智商，表示的是测试结果在同龄人中的相对位置，而不是绝对分数。<span style="color: #f6727e;">因此，您的智商得分是符合标准的，测试的可靠性和效度是得到保证的。</span></p>
<div class="card-split"></div>
		
<div class="title-wireframe"><span>智商与遗传因素</span></div>
<p>研究表明，遗传对智力有显著影响。例如，同卵双胞胎之间的智商分数往往比异卵双胞胎和普通兄弟姐妹之间的智商分数更为相似。另有研究比较了被收养儿童与生物父母和养父母家庭的智商，发现被收养儿童与生物父母的智商相关性更高。</p>
<p>人类基因组计划的研究结果支持智力遗传的观点，智力的高低是多种基因交互作用的结果。遗传关系越紧密，智商的相关性也越强。例如，同卵双胞胎的智商相关性（0.86）显著高于兄弟姐妹（0.47）。这些数据表明遗传对智力的影响不可忽视。</p>
<p>相关性反映了变量之间的联系，在这个例子中，就是个体之间智商分数的关系。相关性越接近1，说明联系越紧密。例如，同卵双胞胎的智商相关性（0.86）高于兄弟姐妹（0.47）。这显示了遗传对智力的重要作用。</p>
<p>此外，研究还发现，幼年时期的环境对智力发展具有显著影响，而成年后遗传因素的作用则显著增强。这表明，尽管智力有遗传基础，后天的努力同样至关重要。<span style="color: #f6727e;">高智商得分显示了优良的遗传条件，但持续的后天努力同样不可或缺。</span></p>
BLOCK
);