<?php
return array(
		'名称' => '外向性',
		'字体颜色' => '#f37b1d',
		'简介' => '体现一个人从外界获取能量的倾向，包括对社交活动的需求、对刺激的追求以及感受愉悦的能力。',
		'判断' => array(
				'你在外向性方面表现得较为均衡。你享受与他人互动，这能给你带来愉悦，同时你也珍视独处的时间，能够深入思考和自我探索。不过，过于喧闹的社交环境可能会让你感到疲惫，而长时间的独处可能使你感到孤独和无聊。你需要在人群中找到适合自己的平衡点。',
				'在人际交往中，你表现出较强的适应能力，在热情与冷静之间找到了一种和谐的平衡。你真诚、友好，容易结交朋友，并且在团队中具备一定的影响力。',
				'外向性还包括热情和自信这两个次要特质：',
		),
		'子类' => array(
				'热情' => '体现你主动与他人建立联系的倾向，这与你在社交中体验到积极情绪的能力有关。',
				'自信' => '体现你在与人交往时所表现出的自信和影响力，这与你的自我认同感相关。',
		),
		'拓展阅读' => array(
				'生理' => array(
						'图片' => '大五人格-健康.png',
						'描述' => array(
								'德国心理学家汉斯·艾森克认为，内向型和外向型人格者的行为差异源于大脑皮质唤起水平的不同。内向者的皮质唤起水平较高，因此处理的信息量更多。',
								'这意味着，当内向者参加喧闹的社交活动时，他们很快会感到信息过载，大脑会抵抗这种过度刺激。而外向者的唤起水平较低，因此他们需要更多的外界刺激来提升唤起水平。',
								'1999年，一项研究利用PET扫描技术测量了不同人格者的皮质血流速度，发现内向者在负责记忆和计划的大脑区域血流更快，而外向者在处理感知信息的脑区血流更快。这证明了荣格的观点：外向者关注外部世界，内向者则关注内部世界。',
						),
				),
				'嗜好' => array(
						'图片' => '大五人格-嗜好.png',
						'描述' => array(
								'咖啡因能够提升大脑的唤起水平，使人感到兴奋，因此外向者在工作时常喝咖啡，而内向者因自身高觉醒度，通常只在疲倦时才会喝咖啡。',
								'酒精是一种抑制剂，通过抑制中枢神经系统起到放松作用，使内向者在饮酒后变得更加外向和健谈。因此，内向者比外向者更容易嗜酒。',
								'吸烟人群通常比不吸烟人群更加外向，因为尼古丁能够提升外向者的觉醒度，使其达到最适宜的状态。',
						),
				),
				'幸福感' => array(
						'图片' => '大五人格-生理.png',
						'描述' => array(
								'大多数研究认为，外向者通常比内向者更幸福，但原因尚未明确。有观点认为，外向者因参与更多社交活动而更幸福，另一些则认为外向者的情绪管理能力更强。',
								'外向性并不是唯一影响幸福感的因素。研究指出，情绪稳定的内向者和外向者在幸福感上没有显著差异，而情绪不稳定者则普遍幸福感较低。此外，尽职性、宜人性等特质也与幸福感有关。',
						),
				),
				'文化' => array(
						'图片' => '大五人格-文化.png',
						'描述' => array(
								'不同文化对外向性有不同的评价。例如，美国文化高度评价外向性格，而内向者可能因此感到不适。苏珊·凯恩在《安静》中呼吁，内向者需要独处的环境以保持活力。',
								'相反，在一些伊斯兰教、佛教、东正教国家，内向性格则更受推崇。研究还表明，海岛居民通常性格更加内向。',
						),
				),
				'伴侣关系' => array(
						'图片' => '大五人格-伴侣关系.png',
						'描述' => array(
								'卡尔·荣格认为，性格互补的人会相互吸引，而劳瑞·赫尔戈博士则持相反观点。近期研究表明，婚姻满意度与性格相似度相关。',
								'内外向性格的伴侣关系复杂且具有吸引力，但需要注意各自的差异。内向者喜欢安静，外向者喜欢社交，二者行为方式不同。',
								'哈佛大学布莱恩·利特尔教授认为，人们会为了爱和责任展现相反的性格，但这种“伪装”不应持续太久。当目标达成后，需要时间和空间恢复本性。特别是内外向性格的伴侣，应给予对方恢复能量的空间，彼此尊重个性，才能使爱升华。',
						),
				),
		),
);