<?php
return array(
    '名称' => '宜人性',
    '字体颜色' => '#e03997',
    '简介' => '衡量个体对他人友善和合作意愿的指标，体现一个人对社交和谐的重视程度。',
    '判断' => array(
        '你展现出适度的宜人性，能够理性看待人性，明白世界上善恶共存、安全与风险并存。因此，你既信任他人、友善亲和，同时也保持适当的防范意识。',
        '你能够在他人需要时提供帮助，也会在无法满足的请求前合理拒绝。你关心他人但不会委屈自己，善于在维护自身利益与照顾他人感受之间找到平衡。',
        '宜人性还包含共情和礼貌两个次要特质：',
    ),
    '子类' => array(
        '共情' => '表现出你对他人感受的关注和理解，这取决于你是否把他人视为和自己同等重要。',
        '礼貌' => '体现你对他人尊重的程度，取决于你是否更倾向于合作而不是竞争。',
    ),
    '拓展阅读' => array(
        '人际' => array(
            '图片' => '大五人格-人际.png',
            '描述' => array(
                '高宜人性的人在与他人交往时表现出更多的积极态度，他们倾向于避免冲突，注重关系的和谐。通常他们不喜欢争辩，也不喜欢说服别人。',
                '高宜人性的人常被视为“好人”，他们天生富有同情心和同理心。但他们也可能因为不善于拒绝而背负人情的压力。',
            ),
        ),
        '职业' => array(
            '图片' => '大五人格-职业.png',
            '描述' => array(
                '在职场上，高宜人性的人表现出热情友好，重视沟通，因此更受同事欢迎。而低宜人性的人更倾向于坚持原则，显得“高冷”。高宜人性的人对工作环境更满意，跳槽率低；而低宜人性的人则更可能频繁跳槽。',
                '研究表明，宜人性与工资水平成反比，特别是对男性来说。高宜人性的人较难获得升职机会，因为低宜人性的人更善于争取自己的利益。在管理岗位上，低宜人性的人表现更好，因为他们更直率，敢于批评，而高宜人性的人则不擅长批评他人，这可能导致团队业绩不佳。',
                '高宜人性的人适合需要与人沟通的工作，如护士、人力资源经理、社会工作者等；而低宜人性的人适合科研、警察、创业者等工作。',
            ),
        ),
        '生理' => array(
            '图片' => '大五人格-生理.png',
            '描述' => array(
                '宜人性受遗传和环境共同影响，女性平均比男性更高，宜人性在儿童青春期较低，随着年龄增长逐渐提高。部分老年人由于生理原因，宜人性会下降。',
                '高宜人性的人通常有更强的主观幸福感和心理健康，更可能长寿。这是他们从良好的人际关系和愉快心情中获得的回报。低宜人性的人更容易产生自恋和反社会倾向，而过高的宜人性可能导致过度依赖。',
            ),
        ),
        '伴侣关系' => array(
            '图片' => '大五人格-伴侣关系.png',
            '描述' => array(
                '宜人性对婚姻和家庭关系有积极影响。研究表明，高宜人性的人婚姻满意度更高，而低宜人性的人更容易出现婚姻问题。宜人性高的伴侣间冲突少，宜人性高的丈夫更包容，更懂得营造浪漫。研究显示，女性对婚姻满意度的看法更受伴侣性格和心理健康的影响。',
                '每个人都渴望“执子之手，与子偕老”的婚姻，但成功的伴侣关系需要双方付出努力，完善人格和心理状态。',
            ),
        ),
    ),
);