<?php
return array(
    '名称' => '尽职性',
    '字体颜色' => '#1cbbb4',
    '简介' => '指我们如何掌控、管理和调节自身冲动。体现为一个人的自律、责任感和遵循外界期望以取得成功的倾向。',
    '判断' => array(
        '虽然你可能不是最勤奋和最自律的人，但你仍然非常可靠。你会为自己设定目标，但有时会在执行过程中分心或偷懒，或因突发灵感而改变计划。不过，通常你能很好地完成任务，交出满意的结果。',
        '你可能不经常整理房间或工作空间，但物品摆放通常遵循一定规律，能快速找到所需物品。你能按照计划和规则行事，但也具备灵活性。在自律方面，你允许自己有些许松懈或失误，但在重要问题上你很少出错，因此在他人眼中你还是相对可靠的。',
        '尽职性还包括勤奋和条理性这两个次级特质：',
    ),
    '子类' => array(
        '勤奋' => '反映你为实现目标所投入的努力和毅力，这与你把成败归因于自身努力的倾向，以及你避免失败的动机有关。',
        '条理性' => '反映你对秩序感的偏好，这与你对混乱和变动的低耐受度相关。',
    ),
    '拓展阅读' => array(
        '生理' => array(
            '图片' => '大五人格-生理.png',
            '描述' => array(
                '通常来说，18岁以下青少年的尽职性较低，21到60岁期间随着年龄增长，尽职性逐渐提升。到了老年，随着生理机能的下降，尽职性会有所降低，这是一种老年生活中的适应机制。',
                '如同其他人格特质一样，尽职性因人而异，这种差异由遗传和环境共同决定。研究显示，尽职性的遗传因素大约占44%；而充满爱心的家庭环境可以提升孩子的尽职性，相反，父母关系的疏远则会产生负面影响。',
            ),
        ),
        '工作' => array(
            '图片' => '大五人格-工作.png',
            '描述' => array(
                '在大五人格模型中，尽职性与学习成绩和工作绩效的相关性最高，而较低的尽职性与拖延习惯密切相关。尽职性高的人通常薪资也更高，企业在招聘时也越来越重视这一特质。',
                '尽职性高的员工通常表现出较强的纪律性、责任感和计划性，这对企业文化和公司成功有积极影响。相反，企业不喜欢懒散、拖延、不守纪律的员工。',
                '然而，尽职性高的员工在面对快速变化的环境时适应能力可能不及尽职性低的员工；在所有管理者类型中，高层管理人员表现出的尽职性水平最低。此外，当面临失业时，尽职性高的员工受到的打击更大。有研究表明，尽职性与流体智力和创造力之间存在负相关关系，这也解释了为什么乖巧的学生不一定是最聪明的。',
            ),
        ),
        '健康' => array(
            '图片' => '大五人格-健康.png',
            '描述' => array(
                '一项从1921年开始并持续了80年的研究表明，尽职性与长寿有着紧密联系。这可能是因为尽职性低的人更容易形成如酗酒、吸烟、暴饮暴食等不良习惯，并且难以戒除。尽职性高的人通常有更健康的饮食和生活习惯，更加关注自己的健康，注重养生并定期体检。',
                '在心理健康方面，尽职性对个人的主观幸福感也有积极影响。尽职性高的人对生活更容易感到满足和愉悦。',
            ),
        ),
        '伴侣关系' => array(
            '图片' => '大五人格-伴侣关系.png',
            '描述' => array(
                '尽职性对伴侣关系的质量有直接且积极的影响。尽职性高的人离婚率较低，他们对婚姻更忠诚，出轨和家庭暴力的几率较低。由于他们的自我约束，伴侣之间也不容易出现分歧。尽职性低的人则往往缺乏责任感，更加自我中心，对自己的极端行为缺乏约束。',
            ),
        ),
    ),
);