<?php
return array(
    '名称' => '开放性',
    '字体颜色' => '#39b54a',
    '简介' => '评估一个人的认知方式和潜能，反映了对艺术、情感、冒险、奇思妙想、想象力、好奇心和新奇体验的接受度与探索精神。',
    '判断' => array(
        '你的开放性水平适中，意味着你对未知领域有一定的好奇心和理解力，同时保持务实态度。你在创意和实践之间找到平衡，不会因追逐潮流而抛弃有价值的传统，也不会因固守旧习而拒绝新思想和技术。',
        '面对困难时，你善于综合考虑，选择最佳解决方案，解决问题能力较强。在审美方面，你更偏好经典和谐的艺术作品和服饰，较少接受极端前卫和超现实的风格。',
        '开放性还包括认知能力和开放度两个次级特质：',
    ),
    '子类' => array(
        '认知力' => '衡量你运用智慧、展现思想和提出创意的能力，通常与工作记忆成正相关。',
        '开放' => '反映你对新奇事物的包容和兴趣，通常也表现出你的想象力和创造力。',
    ),
    '拓展阅读' => array(
        '智力' => array(
            '图片' => '大五人格-智力.png',
            '描述' => array(
                '人的智力分为流体智力（即智力）和晶体智力（即智慧）。',
                '科学研究表明：开放性与流体智力之间没有明显的正相关。但开放性高的人通常认为自己更聪明。',
                '由于开放性高的人对新知识的追求欲望更强，这有助于他们在晶体智力积累方面占据优势，随着时间的推移，更有可能成为有智慧的人。',
            ),
        ),
        '职业' => array(
            '图片' => '大五人格-职业.png',
            '描述' => array(
                '研究显示，在大五模型的五个特质中，开放性与工作表现的关联度最低。',
                '不过，不同职业对开放性的要求有所不同。比如，创业者需要高开放性来打破常规、保持进取心和战略视野。开放性高的人也适合从事艺术和设计类的工作。但对于财务会计等职业，过高的开放性可能带来额外的挑战和风险。',
            ),
        ),
        '生理' => array(
            '图片' => '大五人格-健康.png',
            '描述' => array(
                '开放性具有遗传成分。一对双胞胎即使在不同的环境中成长，在开放性体验方面的得分也相似。开放性还与生理因素相关，较高的开放性与上行多巴胺能系统和背外侧前额叶皮层的活动有关。',
                '在20岁以前，开放性会随着年龄增长而提升，老年则趋于保守，开放性下降。',
                '虽然开放性部分由基因决定，但也受到环境和经历的影响。父母可以通过鼓励多元思考和培养对写作、艺术的兴趣来提升孩子的开放性。主动尝试新挑战也有助于提升开放性。',
            ),
        ),
        '性别' => array(
            '图片' => '大五人格-性别.png',
            '描述' => array(
                '在开放性上，男女基本没有显著差异，有研究甚至表明女性的开放性略高于男性。然而，开放性包含的具体要素上，男女有所不同。男性在求知方面得分更高，而女性在审美和感受方面更突出。',
            ),
        ),
        '伴侣关系' => array(
            '图片' => '大五人格-伴侣关系.png',
            '描述' => array(
                '如果一个典型的开放型人与一个保守型人成为伴侣，他们在日常生活中可能会面临许多选择上的分歧和冲突，需要付出更多努力来协调和谐关系。就像“爱上一匹野马，可我的家里没有草原”所描述的那样。',
                '开放性高的男女在性爱方面更加主动、开放，愿意探索新鲜体验。在夫妻关系中，女性的开放性对性爱满意度更为关键，因为开放的女性更愿意尝试各种新鲜的性爱体验。',
            ),
        ),
    ),
);