<?php
return array (
	'levelList' => array(
	    '低正念水平' =>
	        array(
	            'threshold' => 0,
	            'explain' => '<p>你的正念水平较低，在日常生活中难以保持专注于当下。你可能经常被外界干扰，注意力难以集中，对自身情绪和感觉的觉察能力较弱。这可能会导致你在应对压力和挑战时感到更加困难。</p><p>你可能经常会回想过去的事情或担忧未来，这使得你难以享受当下的生活。你可能容易感到焦虑和压力，这进一步影响了你的正念水平。</p>',
	            'suggest' => '<p>建议你从基础的正念练习开始，例如每天花几分钟进行呼吸观察或身体扫描练习，逐步提高对当下的觉察能力。可以尝试正念行走，专注于每一步的感觉，逐步培养在不同情境中的正念能力。持续的练习将帮助你提升正念水平，从而更好地管理情绪和应对压力。</p>',
	        ),
	    '中等正念水平' =>
	        array(
	            'threshold' => 50,
	            'explain' => '<p>你的正念能力处于中等水平，表现为能够在许多情况下保持对当下的觉察。你有时能够提醒自己专注于眼前的事物，并在某些情境中表现出专注和耐心。然而，过去的痛苦经历或对未来的担忧有时会干扰你享受当下生活的能力。</p><p>大多数情况下，你能保持一种平和和稳定的心态，但在面对不利情境时，可能会产生不合理的看法，增加烦恼。你可能会有一些冲动行为，但事后能够反思并感到后悔。总体而言，你具备一定的正念基础，但仍需进一步精进。</p>',
	            'suggest' => '<p>正念是一种在当下保持觉察和合理认知的能力，可以融入日常生活，帮助更好地管理情绪和应对方式。通过进一步解析你的正念水平，你将找到具体的改进方面，并获得针对性的指导。持续的正念练习可以改善你的神经联结状态，提升情绪、认知、应对能力，甚至身体机能。</p>',
	        ),
	    '高正念水平' =>
	        array(
	            'threshold' => 75,
	            'explain' => '<p>你的正念水平较高，能够在大多数情况下保持对当下的觉察。你对自己的情绪和感觉有高度的觉知，能够有效地管理压力和情绪。你可以在日常生活中自如地运用正念技巧，保持心境的平和与稳定。</p><p>你对过去和未来的焦虑较少，能够更多地享受当下的生活。你有能力在面对挑战时保持冷静和理性，减少不必要的烦恼和冲动行为。</p>',
	            'suggest' => '<p>继续进行深度的正念练习，如正念冥想和正念静坐，进一步提升你的正念水平。你还可以尝试教授正念技巧给他人，这不仅帮助更多人受益，还能让你从中获得更深的正念体验和智慧。</p>',
	        ),
	    '超高正念水平' =>
	        array(
	            'threshold' => 85,
	            'explain' => '<p>你的正念水平非常高，几乎能够在所有情况下保持对当下的觉察。你对自己的情绪和感觉有非常深刻的了解，能够在生活中自如地运用正念技巧，达到内心的平和与稳定。</p><p>你能够有效地管理压力和情绪，在面对各种挑战时保持冷静和理性。你很少受到过去和未来的影响，能够充分享受每一个当下的时刻。</p>',
	            'suggest' => '<p>在保持现有正念练习的基础上，可以尝试更高层次的正念探索和实践，如参加正念工作坊或正念静修。通过不断深化你的正念练习，你将继续提升内心的平和与稳定，同时可以帮助更多人受益于正念练习。</p>',
	        ),
	),
	'dimensionList' => array(
  		'觉察能力' => array(
  			'释义' => '在视、听、嗅、味、触觉和内心感受方面的觉察能力。',
  			'解析' => '觉察能力越强，越善于捕捉到各种细腻的感受和细节信息，越善于获取经验，此外从平淡的生活中获得乐趣和存在感的能力也越强。',
  			'描述' => array(
  				'觉察能力越弱，获取信息和经验的能力越弱，对当下的生活体验也越少，越容易感到缺少生活的意义和乐趣。'
  			),
  			'题目' => '1,6,11,15,20,26,31,36',
  		),
  		'描述能力' => array(
  			'释义' => '准确体会和描述自己情绪、情感的能力。',
  			'解析' => '描述能力越强，越容易清楚自己的情绪、感受、期待和动机，越容易把不易被觉察的无意识转化为有意识，从而越容易监控自己的心理活动，进而及时摆脱负面情绪和避免冲动行事。',
  			'描述' => array(
  			'描述能力越弱，越难以识别自己内心的情绪、感受和动机等，越容易在不经意间受到负面情绪或不合理认知的干扰而陷入烦恼和冲动。'
	  		),
	  		'题目' => '2,7,12R,16R,22R,27,32,37',
	  	),
	  	'行动知觉' => array(
	  		'释义' => '对自己正在做的事情保持专注和觉察的能力。',
	  		'解析' => '行动知觉越强，越善于对当下在做的任何事情保持专注，也就越容易做好自己该做的事，进而越能够掌控自己当下的生活。',
	  		'描述' => array(
	  			'行动知觉越弱，对当下在做的事情越容易恍惚和分心，越难以把事情做好，越容易被外界扰乱，也越容易感到匆忙和焦虑。'
	  		),
	  		'题目' => '5R,8R,13R,18R,23R,28R,34R,38R ',
	  	),
	  	'不评判' => array(
	  		'释义' => '对自己的各种闪念不纠结的能力。',
	  		'解析' => '不评判是保持正念的一种功夫，它的本意并不是让人们不辨是非，而在于接纳并正视自己出现的任何情绪和想法，不会有意回避问题或因自己的闪念而陷入懊悔。',
	  		'描述' => array(
	  			'不评判的功夫越强，越能认识和应对自己、他人和世界的阴暗面，越容易在适当宽容与合理约束或合理设防之间找到平衡。',
	  			'不评判的功夫越弱，越容易苛责自己和他人，越容易产生自我否定和压力感，也越容易对世界和他人感到不满。',
	  		),
	  		'题目' => '3R,10R,14R,17R,25R,30R,35R,39R',
	  	),
	  	'不妄动' => array(
	  		'释义' => '避免因为负面情绪而做出不合理举动的能力。',
	  		'解析' => '不妄动的能力越强，保持理性和自制的能力越强，越不容易被冲动和不合理的认知观念冲昏头脑。',
	  		'描述' => array(
	  			'不妄动的能力越弱，越容易出现情绪化和冲动的问题，也越容易在误解中采取不当的行为，从而越容易给自己制造冲突和烦恼。'
	  		),
	  		'题目' => '4,9,19,21,24,29,33',
	  	),
  	),
  	'extendRead' => array(
  		'title' => '关于正念练习',
  		'content' => <<<EOT
<div class='img-center'><img src="正念-提升.png" /></div>

<p>正念练习和正念疗法起源于东方的禅修，能够提高人们的觉知和接纳，从而摆脱负面情绪和不合理认知的扰乱。随着神经科学的发展，正念练习和正念疗法越发被证实是科学有效的调节方法。它能改变人们的思维习惯和核心认知，引导人们活在当下，提高觉察力和理智，并提高对复杂情感和负性刺激的承受能力。</p>
<p>正念练习的核心在于让人们对自己当下的觉知保持觉察、清明，并对自己的各种念头、感受以及外界的种种情况保持足够的开放性和接纳。引导人们跳出非黑即白、非爱即恨、非乐即苦的思维定式，让人们完整地觉察自己的各种身心感受，并任由不好的念头或烦恼离开，不跟随也不懊悔。从而更容易关注和安处当下，做好当下在做和该做的事从而掌控好生活。</p>

<div class="card-split"></div>
<div class="title-wireframe"><span>如何提升正念水平</span></div>
<div class="card-bg-purple">
<p>正念练习是一种融入生活的长期练习，也可以被当做一种生活方式或态度。你可以通过以下方面的练习和感悟来促进自己的正念保持能力。</p>
</div>
<div class="title2-index"><div class="index">1</div> <span class="title">行动觉知练习</span></div>
<p>对自己当下进行中的事情保持专注，比如在走路时就专注于当下的环境和走路，关注当下，感受自己在平稳的脚步中的各种感觉。尽量保持对当下和所做事情的觉察和专注，当发现自己走神或考虑其他事情时，就重新把关注放回到自己此时正在做的事情上。不必为刚才的走神而感到懊悔。长期练习，你会很容易对当下保持觉察，也很容易专注于事情。当你能一心一意地把自己该做的事情做好，当你能掌控好每一个当下，你就能掌控好自己的生活。</p>

<div class="title2-index"><div class="index">2</div> <span class="title">觉察练习</span></div>
<div class='img-center'><img src="正念-观察.png" /></div>
<p>你可以通过生活中的很多事物来锻炼自己的觉察能力。比如：你可以通过喝茶来做正念练习。你需要尽可能多地调用你的感官去细细体会当下的感受。用眼睛观察茶水在茶杯中的颜色和细小波动，观察茶叶在茶水中的微微起伏，看到淡淡热气如何腾起和消散。闻闻气味，你会闻到怎样的茶香。鼻尖还会感受到水气的温度，手也会感受茶杯的重量以及茶水透过茶杯的温度。</p>
<p>品茶时，你能尝到怎样的味道。再仔细听一听喉咙咽下茶水的声音，还可以用口腔、舌头、咽喉、食管和胃来体会茶水的温度和流动。经常做类似的练习，你可以从寻常事物中获得大量的信息和感受，你的头脑会更加敏锐，你也更容易获得活在当下的存在感和恬静乐趣。</p>
<div class="title2-index"><div class="index">3</div> <span class="title">描述梳理练习</span></div>

<p>人的心理活动主要包括情绪、情感和认知观念，它们不是肉眼可见的，但它们影响甚至是决定着人们的外在表现和行为。所以，如果我们想活得明智，我们需要学会看见我们的各种念头，这样我们才不会被这些念头牵着走而不自知。</p>
<p>对此，我们需要认识并承认人们的各种念头常常是复杂的。比如：我们对父母的情感有敬爱、感恩的部分，但有时也有一些愤怒、失望的部分。这些矛盾的情感都是具有合理性的，只是占比不同。所以，我们有时会对爱的人感到不满也是有可能发生的，而这并不代表我们不爱对方。</p>
<p>因此，我们没有必要为了回避内心的冲突而忽略自己复杂、细小的心理活动，我们对自己的所有心理活动都保持接纳，无论它们是&ldquo;好的&rdquo;还是&ldquo;坏的&rdquo;，无论它们的占比大小。我们都承认它们的存在，这样我们才能看见它们。当我们在心里将自己的情绪、情感和观念用语言讲出来，这样能帮我们开启左脑的理性思维。</p>
<p>我们可以坦然地看见自己产生的各种念头，不必感到恐惧或羞愧。但我们要明白虽然这些念头都有产生的原因，但并非都是正确和明智的，所以我们在行动上只跟随好的念头，坦然地放下那些消极、混乱的念头。</p>
<div class="title2-index"><div class="index">4</div> <span class="title">不妄动练习</span></div>

<p>每个人都有自己平时的心境和行为准则，当产生很强的情绪，比如：恐慌、狂喜、愤怒、挫败等时，我们会感觉自己的心境被打破了，陷入到无序的情绪大海之中。同时，我们原本的行事原则也会被突破，我们会放松约束，从而允许自己在情绪中去慌忙逃避、去放纵、去伤害他人或者选择自暴自弃的行为，在那个&ldquo;特殊状态&rdquo;中，我们对自己的反常举动常常感到理所应当。但事后我们会承担不希望看到的后果，并常常懊悔不已。</p>
<p>对此，我们可以练习觉察自己心境起伏的能力，当我们产生了强烈的情绪，并打算采取看似不属于我们作风的行动时，我们需要对此保持警觉，我们并不是排斥激情，也不是拒绝改变，而是需要识别妄动，请让自己慢下来，在没有想清楚之前，不要急于付诸行动。这通常并不会妨碍我们的积极改变，因为好的想法能经得起时间和推敲。在心境不稳定的时候，让自己慢下来，不让自己跟着妄念盲目行动，从而避免制造烦恼。</p>
<p>让以上这些练习融入到你的日常生活当中，你看待问题的方式会更加全面和理智，你的心境也会更加平和、安定。</p>
<div class="title2-index"><div class="index">5</div> <span class="title">不评判练习</span></div>
<p>每个人内心都会有很多闪念和杂念，它们常常就像梦一样，是无序、缺乏理性、甚至是违背道德的。它们往往来源于人们原始的动物性。所有负面的情绪和不合道理的闪念都有可能出现，它们就像波涛翻滚的混乱大海，我们需要做的是知道这些念头正在起伏，但我们既不为此纠结，也不追随，而是掌控好我们的船，让心念回到当下，继续做好我们当下该做的事。</p>
<p>当你意识到自己出现不好的情绪或念头时，不必纠结与懊悔，只需要重新把意念放在当下和合理的观念上，这样可以让自己更快回到当下并重拾正向的认知和心境，更快做正确的事。经常做这样的练习，那些扰乱的情绪、杂念也就慢慢与你无关，你的内心也会更容易风平浪静和处变不惊。
</p>


EOT
  	),			
);