<?php
return array (
  'title' => '专业鉴定：你是一个“工作狂”吗？',
  'totalTitle' => '综合解析',
  'totalIcon' => 'fa-codepen',
  'totalIconColor' => '#f6727e',
  'levelList' => 
  array (
  '工作狂倾向：中等' => 
  array (
    'threshold' => 40,
    'explain' => '<p>你可能平时承受较大的工作压力，导致无法很好地平衡工作和生活，但尚未达到工作狂的程度。</p>
<p>长时间加班不仅不会提升工作效率，还会对健康造成不可逆转的损害，并且破坏家庭生活。据统计，与酗酒家庭的孩子相比，工作狂家庭的孩子在抑郁方面的得分高出72%。此外，工作狂的配偶通常表示婚姻不幸福。毕竟，无论是从身体还是情感上，与一个总是忙碌的人在一起都是一种挑战。</p>',
  ),
  '工作狂倾向：低' => 
  array (
    'threshold' => 0,
    'explain' => '<p>恭喜，你能够很好地平衡工作与生活，虽然偶尔也会感受到工作压力，但并没有表现出工作狂的迹象！</p>',
  ),
  '工作狂倾向：高' => 
  array (
    'threshold' => 70,
    'explain' => '<p>你有很高的工作狂倾向，建议偶尔停下来反思一下自己，探究是什么原因促使你不停地工作，并找到平衡工作与生活的方法。</p>
<p>长时间加班不仅不会提升工作效率，还会对健康造成不可逆转的损害，并且破坏家庭生活。据统计，与酗酒家庭的孩子相比，工作狂家庭的孩子在抑郁方面的得分高出72%。此外，工作狂的配偶通常表示婚姻不幸福。毕竟，无论是从身体还是情感上，与一个总是忙碌的人在一起都是一种挑战。</p>',
  ),
),
  'extendRead' => 
  array (
    'title' => '工作与生活的平衡',
    'title_icon_tag' => 'fa-money',
    'content' => <<<EOT
<div class ='img-main'><img src="职场战斗力-工作与生活.png" /></div>
<p>人们需要在忙碌和休息之间找到一个健康的平衡点。在这个状态下，人们既可以雄心勃勃地追求目标，又不会过度消耗自己。一旦能够改变固有的思维和习惯，就能打破过度工作成瘾的循环。</p>
<div class="title2-bg"><span>1、深入理解自己的需求</span></div>
<p>了解因工作过度而产生的潜在后果。人们通常不会重复某种行为，除非他们能从中获得一些积极的反馈。你是否在办公室逗留很晚以逃避婚姻问题？任务清单上的大量工作是否满足了你内心深处的需求？</p>
<div class="title2-bg"><span>2、面对行为的代价</span></div>
<p>诚实地回答，成为工作狂给你带来了什么？与家人和朋友交流，了解你的行为如何影响他们。询问他们希望你改变什么。你可能会发现，他们并不会责备你，而是表达他们多么想念你，关心你的幸福。</p>
<div class="title2-bg"><span>3、摒弃极端思维</span></div>
<p>你不会因为未完成任务清单而失败。如果你花一个或两个周末做更多的兼职工作，也不算懒惰。当你陷入这种无益的想法时，及时自我提醒。</p>
<p>对自己抱有同情。留一些时间给自己休息。人无完人。从你的词汇中去掉“我应该”这种表达，用“我很专注”替代“我很忙”。以对待亲密朋友的方式对待自己。</p>
<div class="title2-bg"><span>4、设想最佳状态的自己</span></div>
<p>你是疲惫地趴在桌子上，还是放松且休息充分，做着能够发挥长处的工作？我猜你更愿意是后者。研究表明，积极心理学可以帮助你为生活设定更有意义的愿景，使工作带来快乐而非恐惧。</p>
<div class="title2-bg"><span>5、明确工作与生活的界限</span></div>
<p>明确自己的时间安排，特别是居家办公时，要将工作时间和休息时间清晰分开。学会说“不”。与其为了减压或获得支持而承担过多压力，不如回归工作本身的需求。协商你应承担的责任，并清楚预期。</p>
<div class="title2-bg"><span>6、制定合理的计划</span></div>
<p>让美好的一天从清晨开始，这会让你感到愉快。在踏入办公室或打开邮件之前，拥有一种掌控感和自律感。以有趣的活动结束一天的工作，这样你就有理由准时下班，并且能在休息时反复回味。确保晚间活动能帮助你理清思绪。</p>
<div class="title2-bg"><span>7、有效管理压力</span></div>
<p>如今，工作是一种应对机制，它可以帮助你避免不舒服的情绪。幸运的是，你可以更好地管理这些困难的情感，而不是通过工作麻痹自己。我喜欢使用一个叫做HALT的简单清单，它会定期问你是否：</p>
<div class="list-box">
<span>生气</span>
<span>饥饿</span>
<span>孤独</span>
<span>疲倦</span>
</div>
<p>这种方法被广泛应用于成瘾康复中，作为一种有效的自我监控手段，帮助人们做出更好的决策。</p>
<div class="title2-bg"><span>8、寻求专业的帮助</span></div>
<p>我的许多客户更喜欢将停工时间视为恢复时间，这有助于他们更积极地安排日程。</p>
<p>如果工作狂症已经开始影响生活，那么你需要接受专业治疗。寻求医生、治疗师或类似匿名工作狂团体的支持。</p>
<p>最后，要记住，变化是缓慢的。工作狂也是在生活中逐渐形成的。要有耐心，致力于为自己的生活创造更多空间。这就是进步。</p>	
EOT
  		),
); 		
  		
  		
  	