<?php
return array (
  'title' => '自我监督测评：你善于随机应变吗？',
  'totalTitle' => '你的情绪管控程度',
  'totalIcon' => 'fa-codepen',
  'totalIconColor' => '#f6727e',
  'levelList' => array (
	'理智型' => array (
		'threshold' => 0,
		'explain' => '<p>你的自我监督水平适中。你认为适度调整自己以适应环境是必要的，但不会完全放弃自己的原则和价值观。你对人性的判断是中性的，具有较强的适应能力，在理想和现实之间寻找最佳平衡。</p>
<p>你的人格特征包括：</p>
<p>&nbsp; &nbsp; &bull; 根据环境调整自己的行为，处事灵活；</p>
<p>&nbsp; &nbsp; &bull; 在公共场合与私人场合有不同的表现，拥有多个不同的朋友圈；</p>
<p>&nbsp; &nbsp; &bull; 不轻易对没有把握的事情发表意见；</p>
<p>&nbsp; &nbsp; &bull; 通常能够成为优秀的管理者，在与人互动或影响他人方面表现出色，如销售、市场、政治家、招聘经理等。</p>',
	),
	'平衡型' => array (
		'threshold' => 40,
		'explain' => '<p>你有时感情用事，有时又非常克制。即使在恶劣环境下也能保持冷静，并从情绪中恢复过来。因此，很少与人争吵。你的爱情生活愉快轻松，即使配偶陷入感情纠纷，你也能巧妙地处理。</p>',
	),
	'冲动型' => array (
		'threshold' => 70,
		'explain' => '<p>你是一个非常感性的人。如果你是女性，可能会被眼泪控制。如果你是男性，可能非常随和但又强势，喜欢自我炫耀。你可能经常陷入短暂的爱情纠纷，因此麻烦不断。建议你尽量保持冷静，约束自己。</p>',
	),
),
  'extendRead' => array (
    'title' => '交友的情绪管控',
    'title_icon_tag' => 'fa-users',
    'content' => <<<EOT
<div class ='img-main'><img src="情绪管控-交友.jpg" /></div>
<p>设想一个周六阳光明媚的早晨，你想邀朋友去打网球。你有两个选择：一个是网球高手，但你不太喜欢和TA相处；另一个是你最好的朋友，但他网球打得很差。你会选择和谁一起打球呢？</p>
<p>施耐德教授认为这与你的自我监督水平有关。高自我监督者会选择网球高手，而低自我监督者会选择好朋友，尽管他网球水平不高。</p>
<p>高自我监督者更注重情境，他们会选择与网球高手一起打球，与内行人一起购物，与专家讨论专业问题，并且他们有很多朋友，每个朋友都有特定的用途。</p>
<p>而低自我监督者则相反，他们倾向于与少数朋友一起做各种事情。他们更看重朋友的陪伴感，而不太在意朋友的专长。低自我监督者倾向于与朋友建立深厚的关系，而高自我监督者更关注可以和朋友一起做哪些事情。</p>
<div class="card-split"></div>

<div class="title-wireframe"><span>恋爱的情绪管控</span></div>
<div class ='img-main'><img src="情绪管控-恋爱.png" /></div>
<p>高自我监督者倾向于选择条件更好的伴侣，例如仪表堂堂、工作体面、有房有车等。而低自我监督者更注重内在，如两人的性格是否匹配，有无共同爱好和价值观等。</p>
<p>高自我监督者比低自我监督者有更多的交往对象，而低自我监督者的关系通常更加持久。低自我监督者通常更加粘人，而高自我监督者通常不认为失恋是件大事，而低自我监督者则会更加难过，因为他们在关系中投入了更多感情。</p>
<div class="card-split"></div>

<div class="title-wireframe"><span>职场的情绪管控</span></div>
<div class ='img-main'><img src="情绪管控-职场.png" /></div>
<p>低自我监督者更希望找到与自己个性相符的工作，而高自我监督者更关注他们在工作中扮演的角色。</p>
<p>例如，你让一个内向者和一个外向者在推销员和图书管理员之间进行选择，显然推销员更适合外向者，而图书管理员更适合内向者。</p>
<p>低自我监督者会基于自己的个性作出选择，而高自我监督者则会选择能在工作中更快提升自己的角色，即使与性格不符，他们也愿意在工作中扮演另一个自我。他们更在意的是能否获得成功。</p>
<p>高自我监督者更愿意通过扮演角色展现能力，而低自我监督者更在意保持本心。</p>
<div class="card-split"></div>
<div class="title-wireframe"><span>人格转换</span></div>
<div class ='img-main'><img src="情绪管控-人格.png" /></div>
<p>是否能从一种人变成另一种人？如果你是高自我监督者，能否训练成低自我监督者？多数人并不想改变，他们认为自己的方式才是正确的。高自我监督者处事灵活，低自我监督者则认为大多数人狡诈虚伪。高自我监督者不喜欢低自我监督者，认为他们死板固执，但低自我监督者认为自己坦诚真实。</p>
<p>研究表明自我监控是一种相对稳定的特质，但这不意味着它不会变化。老年人更可能根据自己的信念行事，而年轻人更高自我监控。此外，女性在表达真实感受上更坦诚，因此男性的自我监控水平通常比女性高。</p>
<p>没有绝对的对错，这两种人格都能找到朋友、伴侣与合适的工作。世界丰富多彩，每个人都是独一无二的。</p>
EOT
  ),
);
