<?php

$itroduce = <<<BLOCK
<div class="card-bg-purple">
<p>“有非凡志向，才有非凡成就。”</p>
<p style="text-align: right !important;">——比尔・盖茨</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格行为风格</span></p>
<p class="title2-dot">性格</p>
<p style="padding-left: 10px;!important;">善于思考、逻辑清晰、分析深入、用数据说话。</p>
<p class="title2-dot">风格</p>
<p style="padding-left: 10px;!important;">关注事，行动慢，高标准的完美主义者。</p>
<p class="title2-dot">特征</p>
<p style="padding-left: 10px;!important;">讲求条理，追求卓越，考虑清楚才会发表观点。</p>
<p class="title2-dot">追求</p>
<p style="padding-left: 10px;!important;">为世界带来智慧。</p>
<p class="title2-dot">职业</p>
<p style="padding-left: 10px;!important;">在科研部门比较集中。</p>

BLOCK;
return array(
    '类型' => 'C',
    '名称' => '完美型',
    '简介' => $itroduce,

    '特质分析' => array(
        '“完美”特质 C，Compliance 尽责性（完美型：内向 思考者 悲观）是 DISC第四个主导特质，C特质得分较高的人属于“高C特质人”，简称为C型人，可以称为是“完美主义者”。',
        '它是组织、细节和事实以及对精准和准确显示出高度兴趣者的要素。高度服从者希望掌握环境的渴望是与高度支配型的人非常类似。但是由于他们的被动作风，他们会试图透过运用组织和程序来达到这种控制，以坚守规定和既定的行为规范来达成他们的目标。'
    ),
    '性格特点' => array(
        '以思考为主，深思熟虑；严肃有目标、并且目标感很强，追求完美、有艺术天分、沉闷、关注细节、完美主义、高标准、想得多但做得少；做事前一定要先想个计划，有条理、有组织、交友慎重（但一旦交往就会很忠诚的对待朋友），关心别人、为别人牺牲是自己的意愿（所以这类型的人一生一定有几个特别好的朋友一辈子的朋友那种），情感丰富容易感动，也容易受伤；高标准--对自己要求高对别人要求也高 ，希望一切都作的很好、很对。理想主义朝着自己的目标前进。'
    ),
    '在情感方面' => 'C型人是一个性格深沉的人，严肃认真，目的性强，善于分析，愿意思考人生与工作的意义，喜欢美丽，对他人敏感，理想主义。但是，C型人总是习惯于记住负面的东西，容易情绪低落，过分自我反省，自我贬低，离群索居，有忧郁症倾向。',
    '在工作方面' => 'C型人是一个完美主义者，高标准，计划性强，注重细节，讲究条理，整洁，能够发现问题并制订解决问题的办法，喜欢图表和清单，坚持己见，善始善终。但是，C型人也很可能是一个优柔寡断的人，习惯于收集信息资料和做分析，却很难投入到实际运作的工作中来。容易自我否定，因此需要别人的认同。同时，也习惯于挑剔别人，不能忍受别人的工作做不好。',
    '在人际关系方面' => 'C型人一方面在寻找理想伙伴，另一方面却交友谨慎。能够深切地关怀他人，善于倾听抱怨，帮助别人解决困难。但是，C型人似乎始终有一种不安全感，以致于感情内向，退缩，怀疑别人，喜欢批评人事，却不喜欢别人的反对。',
    '优点' => '内向，擅长思考分析，不轻易发言，说出的话便是经过深思熟虑的，是个思想家。对待目标严肃认真，强调做事的先后次序和组织，他们崇尚美感和才智。他们不会一时冲动，寻找刺激；反之，他们会为自己的生活作长远且最好的安排。有天分，有创造力和艺术细胞。对他人的反应很敏感，有责任心，理想主义，追求完美。善于发现问题，善于制定计划、确定目标，善始善终。注重细节，井井有条。',
    '缺点' => '由于天生消极的倾向，他们对自己的评价非常苛刻，总将事情私人化，常常自找烦恼。他们的思想就像是一个调到负面位置的收音机旋钮，着意收集一些别人的批评。如果他们听到房间里有人提及自己的名字，就认为有人在说他们的坏话。他们绝大部分生活都是严肃的，维持这种一触即发的紧张关系是十分吃力的，所以人们在一般情况下都会尽量不去接触这种人。行动力弱、优柔寡断，容易抑郁（常常是因为要求过高了当达不到时候就会很失望）容易自惭自愧。',
    '职场表现' => array(
        '领导风格' => '思考者（Thinker）',
        '风格描述' => '倾向于利用计划与结构进行领导。我们已经详细阐述过对于高C倾向领导的管理特质，他们通常会通过建立规则、次序与结构来管理团队，虽然他们的个人魅力可能少少，但是他们的管理力度却不见得小。因为他们要求精确，要求确定的信息与形势。',
        '代表人物' => '唐僧，有使命感，悲天悯人，标准极高，锲而不舍。',

        '对团队的贡献' => array(
            '善于下定义、分类、获得信息并检验',
            '客观的、"现实的锚"',
            '保持高标准',
            '有责任心，稳健可靠',
            '综合性的问题解决者',
            '小团体的亲密关系',
            '相似的工作环境',
            '私人办公室或工作环境'
        ),
        '理想环境' => array(
            '需要批判性的思维',
            '技术或专业领域'
        ),
        '在压力之下' => array(
            '悲观的',
            '挑剔的',
            '过分批评',
            '紧张的、大惊小怪的'
        ),
        '可能存在的局限' => array(
            '受批评时采取防御措施',
            '常陷入细节之中',
            '对环境过分热衷',
            '似乎有点冷漠和疏远'
        ),
        '常见情绪特征' => array(
            '标签' => '恐惧',
        	'方向' => '学会放松，添加点儿快乐元素',
        	'建议' => array(
        		'1.牢记一句话：我不一定是对的！！！',
        		'2.你的要求可能不切实际，适当放宽标准吧!',
        		'3.让自己快乐起来，给自己尝试新鲜的事物和思想。',
        		'4.不要花太多时间做计划，如果总想到“万一不行”，那么再想三点好处。开始行动吧，万事俱备的情况是没有的。'
        	)
        ),
        
    ),
    '与TA相处' => array(
        '图片' => 'DISC/相处-C.jpg',
        '一般表现' => array(
            '谨慎行事',
            '点头倾听',
            '被询问时才回答',
            '讲话平静而有条理',
            '喜欢谈论自己熟知的事物',
            '喜欢单独交谈，而不是对众人发言',
            '良好的指导者'
        ),
        '口头禅' => array(
            '你错了',
            '为什么',
            '怎么证明',
            '具体一点',
            '说清楚',
            '给你两个选择'
        ),
        '与TA沟通' => array(
            '因为内向，所以一开始接触时不要过于友好和随便',
            '他们喜欢按程序办事，所以沟通前最好有书面通知或者提前预约，并将议题罗列出来',
            '他们愿意听事实，所以沟通前需准备充分，备好书面资料，并配以数据、图表等',
            '准时到达，穿着整齐正式',
            '语速不要太快，给他们提问和考虑的时间',
            '讲明事情的“理由”，并保证信息的正确性',
            '他们喜欢书面沟通，并配以事实、数据、图表、符号、附件说明等',
            '沟通前最好给他们准备的时间，他们不喜欢仓促行事'
        ),
        '如何面对该类型的上司' => array(
            '交谈前整理自己形象，尤其是细节',
            '交谈时不做不雅动作，符合礼仪规范',
            '不要碰其办公桌上的任何物品',
            '保持适当距离',
            '交谈过程中尽量不直视对方，保持谨慎遵从',
            '不要讲笑话和低俗的东西，不嘻嘻哈哈',
            '面对对方挑剔，“马上改，一定按照您说的标准去做”'
        ),
        '如何激励该类型的下属' => array(
            '肯定他们分析无误的规划',
            '清楚告知他们所需要的工作模式',
            '尊重他们的逻辑',
            '对他们的认真进行肯定',
            '表扬他的用心、无可挑剔与事无巨细',
            '表扬他们让你无比放心',
            '具体赞扬某个你认定值得肯定的细节，越具体越好。',
            '让他们自己做自我评价，而不是让其他人做。',
            '必要时帮他们减轻压力',
            '带他们去放松、玩。'
        ),
        '如何养育该类型的孩子' => array(
            '完美型孩子自我要求比较高，自尊心很强，细心周全，很让父母省心。但偶尔可能会过于敏感。需要父母小心对待。',
            '1，因为他们自己非常注重细节，父母要粗线条一些。',
            '2，不用高声愤怒的语调与之对抗，否则他会永远封闭自己，不再跟你沟通自己的想法；',
            '3，温和而具体到细节的表扬，对他们是非常有效果的激励；',
            '4，引导孩子做表达，C型孩子大多内向，可以跟他们建立一个“温馨时光”的时间，这个时间内不批判、不指责，不指导，只倾听，让孩子随意表达自己的想法，沟通是从小开始的。',
            '5，不催促他做决定，C型孩子思维严谨、逻辑缜密，他们需要选出最完美的决定，需要的思考时间可能更久一些，父母要有耐心。',
            '6，不要指责，做错事、考不好，完美型孩子内心的自责比别人想象的多很多，这时候只能安慰孩子，不能有半句指责。',
            '7，帮助孩子学会降低要求，适当放松自己。'
        )
    )
);