<?php
$itroduce = <<<BLOCK
	
<div class="card-bg-purple">
<p>“要么全力以赴的干，要么早点滚蛋。”</p>
<p style="text-align: right !important;">——董明珠</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格行为风格</span></p>
<p class="title2-dot">性格</p>
<p style="padding-left: 10px;!important;">性格坚定、气场强大、高存在感、高自尊心。</p>
<p class="title2-dot">风格</p>
<p style="padding-left: 10px;!important;">关注事，行动快，时间观念强。</p>
<p class="title2-dot">特征</p>
<p style="padding-left: 10px;!important;">目标明确，反应迅速。</p>
<p class="title2-dot">追求</p>
<p style="padding-left: 10px;!important;">为世界带来希望。</p>
<p class="title2-dot">职业</p>
<p style="padding-left: 10px;!important;">在管理层和销售层可能会比较多。</p>
BLOCK;
return array(
    '类型' => 'D',
    '名称' => '支配型',
    '简介' => $itroduce,

    '特质分析' => array(
        '“支配”特质D，Dominance 支配性（力量型：外向 行动者 乐观）是DISC第一个主导特质。D型特质得分较高的人，属于“高D特质人”，简称为D型人，可以称为是“天生的领袖”。',
        '高度支配者喜欢领导而不喜欢追随，而且只要可能的话便会立即采取行动。他们深信掌握时机和创造机会。通常非常独立而好胜。他们喜欢下命令而不喜欢接受命令，而且时常是在下达指令而不是寻求合作。'
    ),
    '性格特点' => array(
        'D型人比较爱冒险、有竞争力，大胆直接果断、非常有创新能力，执行力较强，能够坚持不懈下去，在生活中，是一个问题解决者、自我激励者。D型人很有自己的想法，且非常想成功，同时极擅于驱动别人，让别人依他们的方法做事，支配能量高，会做全盘考量，并看情况是否有利，为满足自己的需要，会透过直接且压迫性的行为掌控环境，但现况不利时，通常能压住反对的声音。'
    ),
    '在情感方面' => 'D型人是坚定果敢的人，酷好变化，喜欢控制，干劲十足，独立自主，超级自信。同时，由于比较不会顾及别人的感受，所以显得粗鲁、霸道、没有耐心、穷追不舍、不会放松。D型人不习惯与别人进行感情上的交流，不会恭维人，不喜欢眼泪，匮乏同情心。',
    '在工作方面' => 'D型人是一个务实和讲究效率的人，目标明确，眼光全面，组织力强，行动迅速，解决问题不过夜，果敢坚持到底，在反对声中成长。同时，因为过于强调结果，D型人往往容易忽视细节，处理问题不够细致。爱管人、喜欢支使他人的特点使得D型人能够带动团队进步，但也容易激起同事的反感。',
    '在人际关系方面' => 'D型人喜欢为别人做主，虽然这样能够帮助别人做出选择，但也容易让人有强迫感。由于关注自己的目标，D型人在乎的是别人的可利用价值。喜欢控制别人，不会说对不起。',
    '优点' => '永远充满动力，满怀理想，勇于攀登高峰，总是对准目标进发，直至成功。是天生的领导者、决策者，喜欢调动他人。能纵观全局，有效率，行动迅速，能运作一切。充满自信，不易气馁。外向、乐观、行动者，总是忙个不停。',
    '缺点' => '不易看到别人的需求，只看到自己的需求。做错事后很容易原谅自己；固执、易争吵、好斗、说话极易伤害别人、具有强迫性，很容易支配别人；无耐性、专横，人际关系差 （总觉得自己是对的，不太需要朋友，并且天生行动力强，但是即使是正确的事情，也因为性格问题说话伤害到别人，而得不到别人的支持和认同）。',
    '职场表现' => array(
        '领导风格' => '指挥者（Director）',
        '风格描述' => 'D型领导倾向于表现出独断支配的个人风格。具有这种管理风格的领导者，通常要求高、缺乏耐心、他们不会容忍挑战，反而会立即回应并强调自己的立场，制止任何可能出现的威胁。',
        '代表人物' => '孙悟空——本领非凡，充满活力，越挫越勇，不停找事做，如果风平浪静，就惦记着“到前面看看”；爱占山为王，不太听领导的话，为方便管理，需要给他戴上“金箍”。',
    	'代表人物图片' => 'https://oss.1cece.top/admin_upload/6155645a12052.png',
        '对团队的贡献' => array(
            '基层组织者',
            '前瞻性的',
            '以挑战为导向',
            '发起运动',
            '有创新精神'
        ),
        '理想环境' => array(
            '不受控制、监督和琐碎事困扰',
            '革新的、以未来为导向的环境',
            '表达思想和观点的论坛或集会'
        ),
        '在压力之下' => array(
            '高要求的',
            '紧张的',
            '有野心的，好侵略的',
            '自负的',
            '非日常工作的',
            '带有挑战性和机遇的工作'
        ),
        '可能存在的局限' => array(
            '过度使用地位',
            '制定的标准太高',
            '缺乏圆滑和变通',
            '承担高速、过多的责任'
        ),
        '常见情绪特征' => array(
            '标签' => '愤怒',
        	'方向' => '添点儿缓和元素',
        	'建议' => array(
        		'1.停止“抬杠”和争吵，别处处好为人师，试着响应一下他人的号召吧!',
            	'2.减少对别人的压力，不要小看跟随者，更不要瞧不起上司，学会放松和缓和。',
            	'3.不要“免费赠送”做许多事；适当放松自己，别为休闲而愧疚。',
            	'4.学会道歉、示弱和包容，坦然接受自己的错误、放开胸怀（当一个力量型的人学会承认错误，他便成功了）。',
            	'5.尝试接受别人的号召和意见，尝试耐心和低调。'
        	),
        ),
    ),
    '与TA相处' => array(
    	'图片' => 'DISC/相处-D.jpg',
        '一般表现' => array(
            '经常打断你，跟你抢话说',
            '经常匆匆忙忙，有许多事情做',
            '有时显得无礼',
            '单向沟通为主',
            '把自己的意见表达为勿庸置疑的事实',
            '可能较为直率，想什么说什么',
            '不受约束，喜欢打破常规'
        ),
        '口头禅' => array(
            '滚',
            '出去',
            '不行',
            '快',
            '马上',
            '赶紧',
            '闭嘴',
            '就这么定'
        ),
        '与TA沟通' => array(
            '战略、目标、解决办法、行动计划之类的宏观话题对他们有吸引力',
            '语速同频',
            '试着划分职权范围和独立王国',
            '说结果，提供三个以上方案供其选择',
            '沟通时注重效率与业绩成果，指出你的建议将如何帮助他达成目标',
            '不要辩护、争吵、直接反驳、使用结论性语言、啰啰嗦嗦'
        ),
        '如何面对该类型的上司' => array(
            '交谈前要整理一下自己的形象，表情严肃',
            '交谈时头部微微下倾，满足对方领导欲',
            '说话声音洪亮，掷地有声',
            '点头配合对方',
            '不要争论',
            '不要轻易打断对方',
            '重点谈目标、谈结果',
            '直奔主题，简明扼要，不要兜圈子',
            '不要诉苦，表现战胜困难的信心'
        ),
        '如何激励该类型的下属' => array(
            '时刻支持他们的目标，赞扬他们的效率，多口头鼓励及赞扬。',
            '让他们在工作中自己弥补不足，而不要指责他们。',
            '让他们自己先找出完成工作及解决问题的方法。',
            '在合适的情况下，给更多的自主权。',
            '在合适的情况下，让他辅助管理。',
            '鼓励他与大家分享经验。',
            '赞美他们的自信与果敢。'
        ),
        '如何养育该类型的孩子' => array(
            '力量型孩子在家里精力旺盛，有时候容易搞破坏，竞争意识强，你需要多给他们一些责任和话语权。',
            '1.给他责任，给他找事情干，不让他闲着，一闲着他就会给你找麻烦，要给他一定的空间。',
            '2.建立一些规则和边界，并严格执行，要不然孩子会欺负你。',
            '3.适度依赖孩子，这是他内心需要的。',
            '4.给TA一定的情绪空间，允许他发脾气，专注地默默地看着他，面带淡淡的微笑，他太想占上风，当占不了的时候，才能妥协。既不伤害孩子的自尊，也让孩子发泄情绪。',
            '5.给他反激励，有时候，当他打退堂鼓时，你反向激励问他是不是觉得自己不行呢？他他越上劲，适当的压力和挫折帮他们做的更好。'
        )
    )
);