<?php
$itroduce = <<<BLOCK
<div class="card-bg-purple">
<p>“人都应该有梦想，万一实现了呢。”</p>
<p style="text-align: right !important;">——马云</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格行为风格</span></p>
<p class="title2-dot">性格</p>
<p style="padding-left: 10px;!important;">性格开放、敢爱敢恨、极富创意、想象力丰富。</p>
<p class="title2-dot">风格</p>
<p style="padding-left: 10px;!important;">关注人，行动快，感染力强。</p>
<p class="title2-dot">追求</p>
<p style="padding-left: 10px;!important;">为世界带来快乐。</p>
<p class="title2-dot">特征</p>
<p style="padding-left: 10px;!important;">语言幽默、人脉关系广泛、对身外钱财大方。</p>
<p class="title2-dot">职业</p>
<p style="padding-left: 10px;!important;">在营销和公关类岗位较多。</p>

BLOCK;
return array(
    '类型' => 'I',
    '名称' => '影响型',
   '简介' => $itroduce,

    '特质分析' => array(
        '“影响”特质 I，Influence 影响性（活泼型：外向 多言 乐观）是DISC第二个主导特质，I特质得分较高的人属于“高I特质人”，简称为I型人，可以称为是“天生的组织者”。',
        '高度影响者所具备的善沟通和社交等等作风常会被其颇为冲动，有时甚至会被对于人生及工作较为不理性的态度所抵销。为了与周围的人建立友谊或给予良好印象，这种类型的人会表现出极具表达力甚至出奇不意的方式。'
    ),
    '性格特点' => array(
        '影响者是一群人里面说话最多的，天生希望成为注意力的中心，具有很强的好奇心 、热情 热心、具有表达能力，精力充沛，具有干劲（但是却缺乏毅力，所以常常这干干， 那干干），好表现、粗线条、轻许诺（因为热心所以常常答应别人， 但是由于记忆差，所以常常答应后就忘记了），以自己的快乐为主。他们生性比较乐观，会将大多数状况视为有利条件，跟D型的敏感行为不同，I型人比较着急能够认识别人并获得别人的欣赏，他们通常有能力说服他人共同合作。自我意识很强，与D型一样口才极佳，但I型高者较圆滑，对他人的感觉较敏感。沟通能力非常强，并对自己的社交能力很有自信。为了满足需要，会把自己高影响能量传输给别人，说服别人进行合作，以团队方式完成预期目标。'
    ),
    '在情感方面' => 'I型人是一个情感丰富而外露的人，由于性格活跃，爱说，爱讲故事，幽默，彩色记忆，能抓住听众，你常常是聚会的中心人物。是一个天才的演员，天真无邪，热情诚挚，喜欢送礼和接受礼物，看重人缘。情绪化的特点使得你容易兴奋，喜欢吹牛、说大话，天真，永远长不大，富有喜剧色彩。但是，似乎也很容易生气，爱抱怨，大嗓门，不成熟。',
    '在工作方面' => 'I型人是一个热情的推动者，总有新主意，色彩丰富，说干就干，能够鼓励和带领他人一起积极投入工作。可是，I型人似乎总是情绪决定一切，想哪儿说哪儿，而且说得多干得少，遇到困难容易失去信心，杂乱无章，做事不彻底，爱走神儿，爱找借口。喜欢轻松友好的环境，非常害怕被拒绝。',
    '在人际关系方面' => 'I型人容易交上朋友，朋友也多。关爱朋友，也被朋友称赞。爱当主角，爱受欢迎喜欢控制谈话内容。可是，喜欢即兴表演的特点使得I型人常常不能仔细理解别人，而且健忘多变。',
    '优点' => '兴趣广泛，见面熟，热情洋溢，懂得把工作变成乐趣。好奇，孩子气，眉飞色舞，喜怒形于色，不记仇。聚会中的灵魂人物，调动气氛的高手。天生是个讲故事高手，善于夸张地描述趣事。他们习惯于拥抱、亲吻、拍打或抚摸他们的朋友。',
    '缺点' => '他们只看到自己，以自我为中心，不关注他人。高兴时和你一起玩，当你一旦遇到麻烦或需要他帮助时，他早就消失得无影无踪了。做事情难以做到很专业，如果幸运地得到一时的成功，优越感会冲昏他们的头脑。往往在几年时间里频繁跳槽，甚至转行。办公桌通常不太整洁，爱吃零食、爱丢东西。',
    '职场表现' => array(
        '领导风格' => '说服者（Persuader）',
        '风格描述' => '倾向于建立一种友好开放的团队气氛，致力于建立良好的团队关系。这种领导风格经常会掩盖了某些事实，但是，我们必须说明，这种领导风格也是非常独断、主动的一种风格。当他们意识到某些团队成员有意识地利用了他们的这种非正式的管理风格时，他们往往也会表现出出人意料的态度。',
        '代表人物' => '猪八戒，有生活情趣，会吃会玩，难以持久地做一件苦差事，信奉“及时行乐”。如果没有他，《西游记》的故事会大大失色。',
    	'代表人物图片' => 'https://oss.1cece.top/admin_upload/615561653d62f.png',
        '对团队的贡献' => array(
            '乐观、热情',
            '创造性地解决问题',
            '激励其他人为组织目标而奋斗',
            '团队合作者',
            '通过协商缓解冲突'
        ),
        '理想环境' => array(
            '人们之间密切联系',
            '不受控制和琐碎事的困扰',
            '有活动的自由',
            '有传播思想的论坛或集会',
            '有相互联系的民主监督者'
        ),
        '在压力之下' => array(
            '自我提高',
            '过分乐观',
            '过多的言语',
            '不现实的'
        ),
        '可能存在的局限' => array(
            '不注意细节',
            '在评价人方面不现实',
            '不加区分地相信人',
            '情境下的倾听者'
        ),
        '常见情绪特征' => array(
            '标签' => '乐观',
        	'方向' => '添加点统筹元素',
        	'建议' => array(
        		'1.管住自己的嘴，说话减少一半(试着在讲到兴头处停止)，并学会不插嘴、不抢答。',
        		'2.控制自己的表现欲望，“我”的句式少一些，学会聆听，注意他人的感受。',
        		'3.对自己的评价不要过高 关心自己的同时也要关心别人。',
        		'4.培养记忆力，记住新同事的姓名，并且写在本子上!',
        		'5.不要太善变，要脚踏实地， 切切实实做好手头的事，不要动辄就转轨、另谋高就。',
        		'6.要勇于承担责任，发挥潜能，如此你可以达到任何事情的顶峰。'
        	),
        ),
        
    ),
    '与TA相处' => array(
    	'图片' => 'DISC/相处-I.jpg',
        '一般表现' => array(
            '兴奋、坦率，友善',
            '溢于言表的同意你的看法',
            '强调问题和事物的积极面',
            '不愿谈及伤感的问题',
            '以推销和鼓动方式进行沟通',
            '乐于交谈和交友',
            '很容易和他人打成一片'
        ),
        '口头禅' => array(
            '好棒啊',
            '哇塞',
            '感觉怎么样',
            '好开心',
            '超赞',
            '好好玩'
        ),
        '与TA沟通' => array(
            '表达尽量口语化，灵活、幽默，创造轻松的氛围',
            '少说多听，给他们时间说话，并对其给予关注和兴趣',
            '回应时要充满活力和热情，对他们的积极表现要多使用个性化赞扬',
            '注意自己要明确目的，讲话直率',
            '重要的事情，以书面形式与其确认，因为他们有可能说到但做不到',
            '他们讲话可能时常跑题，在打断前对他们的好的说法加以肯定，如：“您说的这一点确实十分关键，正好引入咱们下一个话题。”',
            '尽可能较少打断（插话）和反对'
        ),
        '如何面对该类型的上司' => array(
            '交谈前把领带松一松，把衬衫第一粒扣解开',
            '主动与对方打招呼',
            '多用目光交流',
            '声音洪亮，表情放松',
            '对方大笑时也要大笑，但幅度略小',
            '交谈时多互动，适时发表自己意见'
        ),
        '如何激励该类型的下属' => array(
            '对他们的生活表示关心，让他们感受到重视和尊重。',
            '与他们的谈话时要注意沟通技巧，使他们觉得受到了尊重。',
            '由于他们比较缺乏责任心，所以应承诺为他们担负一定责任。',
            '给他们提供安全感。',
            '给他们提供充分地和他人分享感受的机会。',
            '避免让他们感觉到拒绝，否则他们会因此而不安。',
            '赞美他们的影响力。',
            '安排工作时，强调工作完成对于团队和成员的重要性，指明不完成工作对他人的影响。'
        ),
        '如何养育该类型的孩子' => array(
            '活泼型孩子在学校或幼儿园常被误认为是多动症。他们像屁股上有钉子一样坐不住，一边听课，一边玩耍。他们淘气频率最高，小动作最多，几乎闲不下来。你需要帮助他们做好自己的事。',
            '1.经常性当众描述他的长处。最好是人多的时候。年龄越小越感性，你要是不说出来，他们是不会知道的。',
            '2.让他们感受到爱。活泼型孩子是感受型的，如果你想让他们感受到你的爱，光说不够，给个眼神也不够，还要经常进行身体接触，去搂一搂、抱一抱他们，拍拍他们的小脸，握握他们的小手。',
            '3.放松要求。不要老是跟比他们表现好的孩子作比较，常跟那些不如他们做得好的孩子比比，他们反而会越干越好。',
            '4.接纳他们的粗线条，活泼型孩子不擅长整齐划一，不能把环境搞得井井有条。如果在这个问题上对他们要求特别高，超出他们的能力，他们会非常痛苦。比如，书包、书桌整齐度，课堂纪律等，不能管得太严格，否则孩子很难健康成长。',
            '5.安排足够的娱乐时间和空间。活泼型孩子认为人生即游戏，游戏即人生；善于把枯燥的事变成游戏来做，把复杂的事情简单化，娱乐化。这样的孩子不适宜步步紧跟，如果告诉他完成作业后，剩余时间是自主时间，他会做得更好。',
            '6.经常监督跟进他们做事的进度。他们玩性太大、容易边写边玩，忘性大，很难长时间坚持，需要不断提醒：作业写完没有？还有多少？多多表扬他们，活泼型孩子最适合赏识教育。'
        )
    )
);