<?php

$itroduce = <<<BLOCK
<div class="card-bg-purple">
<p>“我们倒是都自卑过，因为长相，因为穷！所以，不要认为你一无所有。”</p>
<p style="text-align: right !important;">——俞敏洪</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格行为风格</span></p>
<p class="title2-dot">性格</p>
<p style="padding-left: 10px;!important;">喜好和平、会赞美常道歉、懂得支持他人。</p>
<p class="title2-dot">风格</p>
<p style="padding-left: 10px;!important;">关注人，行动慢，考虑他人感受。</p>
<p class="title2-dot">特征</p>
<p style="padding-left: 10px;!important;">善解人意、迁就他人、其行为容易被预测。</p>
<p class="title2-dot">追求</p>
<p style="padding-left: 10px;!important;">为世界带来和平。</p>
<p class="title2-dot">职业</p>
<p style="padding-left: 10px;!important;">多为行政类和人力资源类角色。</p>

BLOCK;
return array(
    '类型' => 'S',
    '名称' => '稳定型',
    '简介' => $itroduce,

    '特质分析' => array(
        '“稳固”特质 S，Steadiness 稳固性（和平型：内向 旁观者 悲观）是DISC第三个主导特质，S特质得分较高的人属于“高S特质人”，简称为S型人，可以称为是“天生的稳定者”。',
        '稳健类型的人是有耐心且富同情心的倾听者，他们对别人的问题和感受感兴趣，特别适合担任支持者的角色。他们也具有非常坚定的行事态度，以及稳定地从事一件工作的专注力。'
    ),
    '性格特点' => array(
        '他们是按部就班的逻辑思考者，喜欢为一个领袖或目标奋斗。稳健型偏爱稳定且可预测的环境，而需要改变时，他们会希望事先被告知。他们热爱长期的工作关系，以服务为导向，同时有耐心且和善，是一个能设身处地且富同情心的聆听者，他们真正关心他人的感觉和问题，在专案中尤其能扮演幕僚的角色。稳健度高者很谦虚，且在大部分情况下，刚开始时都不直接。（然而，若他们认为自己全盘了解状况，并已下定决心，顽强固执的个性就会出现！）如果你不同意他们的想法，并想加以说服，最好带著如山铁证。要他们改变之前，先给他们重新思考的时间和空间。'
    ),
    '在情感方面' => 'S型人是一个温和主义者，悠闲，平和，有耐心，感情内藏，待人和蔼，乐于倾听，遇事冷静，随遇而安。S型喜欢使用一句口头禅：“不过如此。”这个特点使得S型总是缺乏热情，不愿改变。',
    '在工作方面' => 'S型能够按部就班地管理事务，胜任工作并能够持之以恒。奉行中庸之道，平和可亲，一方面习惯于避免冲突，另一方面也能处变不惊。但是，S型似乎总是慢吞吞的，很难被鼓动，懒惰，马虎，得过且过。由于害怕承担风险和责任，宁愿站在一边旁观。很多时候，S型总是焉有主意，有话不说，或折衷处理。',
    '在人际关系方面' => 'S型是一个容易相处的人，喜欢观察人、琢磨人，乐于倾听，愿意支持。可是，由于不以为然，S型也可能显得漠不关心，或者嘲讽别人。',
    '优点' => '性格随和闲适、平静有耐心、不干预、不侵犯他人，并且心情愉快。好的聆听者，他们总有时间给你。有天赋的协调能力，能把相反的力量融合起来。以不变应万变，低调，很少主动发表意见；善于隐藏内心情绪。很难激动，镇静、泰然自若，随遇而安，善于面对压力。平静但诙谐，会放松。无攻击性，有行政能力，不易树敌，注重气氛的祥和。习惯于一成不变的生活，能够长期从事一件事情，踏实认真，有可能成为专家。',
    '缺点' => '旁观者、有悲观倾向。非常懒惰，得过且过，回避一切工作；往往事情推迟使他们更不能下决心动手工作，对任何事情都没有热情。他们对于伟大的目标一点也不热衷，温和的外表，却很固执，不愿意与人沟通。和平型的人的沉默使他避免了许多麻烦，但隐藏自己的感情和不进行沟通，使他扼杀了与他人许多美好的关系。',
    '职场表现' => array(
        '领导风格' => '支持者（Supporter）',
        '风格描述' => '倾向于为整个团队提供服务或支持，而不仅仅是指挥。当他们意识到自己的领导地位时，他们通常会积极建立起与团队成员的互助关系，如果情形需要，他们会挺身而出提供他力所能及的支持，同样，他们也期待团队成员的支持。',
        '代表人物' => '沙僧，善良谦逊，镇静平和，和事佬。14年如一日挑担子。',
    	'代表人物图片' => 'https://oss.1cece.top/admin_upload/615536f030a5d.png',
        '对团队的贡献' => array(
            '可靠的团队合作者',
            '为某一领导或某一原因而工作',
            '有耐心和同情心',
            '逻辑性的思维',
            '服务取向'
        ),
        '理想环境' => array(
            '稳定的、可预测的环境',
            '变化较慢的环境',
            '有长期的团队合作关系',
            '人们之间较少冲突',
            '不受规则的限制'
        ),
        '在压力之下' => array(
            '非感情表露者',
            '漠不关心',
            '犹豫不决',
            '坚定的'
        ),
        '可能存在的局限' => array(
            '倾向于避免争论',
            '在确定优先权时遇到困难',
            '不喜欢非正当的变化'
        ),
        '常见情绪特征' => array(
            '标签' => '冷静',
        	'方向' => '添加点振奋元素',
        	'建议' => array(
        		'1.尽量想出一些新点子，热情地去行动，至少一周一次。',
        		'2.不要得过且过，今日事今日毕。如果难以做到，告诉你的朋友督促你。',
        		'3.要表态、要拿主意，不要事事说“随便”。',
        		'4.要学会拒绝别人，学会说“不”。'
        	)
        ),
        
    ),
    '与TA相处' => array(
        '图片' => 'DISC/相处-S.jpg',
        '一般表现' => array(
            '做事井井有条',
            '注意细节',
            '喜欢书面沟通',
            '不轻易表达相左观点',
            '关注操作细节',
            '可能抓不住关键',
            '不发号施令，依规矩办事'
        ),
        '口头禅' => array(
            '随便',
            '都行',
            '没关系',
            '无所谓',
            '好吧',
            '你来定',
            '不好意思',
            '听你的'
        ),
        '与TA沟通' => array(
            '力求创造友谊的环境氛围，减少他们的戒心',
            '讲话时放慢语速，面带微笑，亲切友好，避免过于正式的方式',
            '亲情、友情方面等有关人的话题对他们有吸引力，所以讨论问题时要涉及到人的因素',
            '提供个人帮助，建立信任关系',
            '鼓励他们多发表看法，避免批评、挑战或催促',
            '避免跟着此人的思路走'
        ),
        '如何面对该类型的上司' => array(
            '保持低调，尽量少张扬',
            '语调平缓，情绪稳定',
            '保持主动，直接说明要求，不要征求',
            '以谦逊的态度获得对方好感',
            '倾听时要表情自然、亲切'
        ),
        '如何激励该类型的下属' => array(
            '支持他们的工作，对于他们的认真态度和敬业精神给予肯定和鼓励。',
            '奖励他们的勤勉。',
            '多给他们出主意、想办法。',
            '不要随意换岗，必要时多给简单的工作',
            '表扬他们的稳重',
            '表扬他们值得信赖',
            '表扬他们处变不惊'
        ),
        '如何养育该类型的孩子' => array(
            'S型孩子最内向，最不善表达，因为他只看不说的，没有说话的欲望。',
            '1，下指令时要少和慢，并一一说明。不能像机关枪一样，最好能手把手教授。',
            '2，鼓励他承担责任。他习惯逃避，即使有管理能力，而且人际关系不错。他是制造和平气氛的领导天才，而要向他们显示你对他领导能力的信心。',
            '3，鼓励他表达自己的想法，跟他沟通是最难的，他不说自己的想法，需要你多此的鼓励和引导。',
            '4，尊重他的倔强，在他磨蹭时，说你再快一些就更好了，如果你说他磨蹭，他就会干脆不干了，是一声不吭的犟。',
            '5，给他直接的推动。他最悠闲、随和，拖延是他的武器，他需要动力和鼓励，父母可以帮助他建立目标。',
            '6，迫使他们自己做决定：S型孩子让别人帮忙做选择。常用的接口是“我不在乎。”要帮助他们学会为自己做决定。'
        )
    )
);
?>
