<?php
return array (
  'PDP五类型形象化讲解' => <<<EOT
<p><b>为了帮助大家更好地理解自身的职场性格，我们将借助电视剧《<span style="white-space: normal;">人民的名义</span>》中的人物进行形象类比。</b><br /></p>
<p><b>以下是五种职场性格的比喻分析：</b></p>
<p>首先来看达康书记，他有强烈的晋升愿望，但绝非贪图财富，不追求腐败，只专注于GDP的提升，日夜思考GDP，甚至连梦中也在讨论GDP，几乎把GDP当作了人生的全部。</p>
<p>在上级面前，达康书记展现了极高的拍马技巧，但面对下属时，他却变成了一个果敢果断、决断力十足的领导者，脾气火爆，言辞直接，风格独断且有些呆萌，充分体现了PDP测试中的“老虎型”特质。</p>
<p style="text-align: center;"><span style="color: #F6727E;"><b>老虎型（支配型 Dominance）</b></span></p>
<p>老虎型的领导者喜欢通过权威来做决策，他们期望下属不仅要严格服从，还要具备冒险精神，愿意冒险挑战。</p>
<p>这种类型最适合那些需要开创性和变革性的工作，在市场拓展或改革环境中表现尤为出色。如果下属是“老虎型”，则需要给予他们更多责任，他们会觉得自己的价值被认可；当上司是老虎型时，展示自信和决断力是关键，同时避免在公众场合与其对抗。</p>
<p style="text-align: center;"><b>代表人物：达康书记</b></p>
<div class ='img-main'><img src="达康书记.jpg" /></div>

<p><b>优点：</b>擅长控制局势并迅速做出决策，此类领导者通常能取得显著成就。</p>
<p><b>缺点：</b>在压力下，他们可能过于关注快速完成工作，忽视细节，也可能冷漠对待情感。由于对成果的高要求和好胜心，他们有时会表现为工作狂。</p>
<p><b>老虎型工作风格的主要行为：</b></p>
<p>与人交谈时保持直接的眼神接触</p>
<p>行动迅速且目标明确</p>
<p>言辞快速且具有说服力</p>
<p>使用直截了当的实用语言</p>
<p>办公室内陈列有日历和计划要点</p>
<p style="text-align: center;"><span style="color: #F6727E;"><b>孔雀型（表达型 Extroversion）</b></span></p>
<p>孔雀型领导者在团队中通常是最受欢迎的，他们是最善于鼓舞人心的领导者。</p>
<p>孔雀型下属除了需要乐于合作，还要对领导谦恭有礼，不争抢荣誉，愿意将所有成功归功于领导。反之，若老虎型领导有一个孔雀型的下属作为得力助手，则将是最完美的组合。例如，祁厅长与达康书记的搭配将更加理想。</p>
<p>孔雀型人具有天生的激励能力，尤其在推动新理念、实施新使命或进行宣传等工作中表现突出。他们在市场开拓和产业建设的工作中能够发挥出色。</p>
<p style="text-align: center;"><b>代表人物：祁厅长</b></p>
<div class ='img-main'><img src="祁厅长.jpg" /></div>
<p><b>优点：</b>这种类型的人充满活力，能带动团队氛围，他们高效工作，擅长建立良好关系，以达成目标。适合那些需要公众展示和引人注目的工作。</p>
<p><b>缺点：</b>其思维方式跳跃，可能忽略细节，并且对工作的坚持度不高。</p>
<p><b>孔雀型工作风格的主要行为：</b></p>
<p>使用活跃的手势</p>
<p>面部表情丰富多样</p>
<p>运用有说服力的语言</p>
<p>工作环境中充满激励性物品</p>
<p style="text-align: center;"><span style="color: #F6727E;"><b>考拉型（耐心型 Pace/Patience）</b></span></p>
<p>考拉型的领导者擅长于稳定管理和需要专业技巧的领域，他们在和谐无紧迫感的工作环境中表现尤为出色。</p>
<p>在市场已稳固的情况下，考拉型的领导者非常适合担任管理职务。然而，当公司处于市场扩展阶段，老虎型或孔雀型的领导者更能发挥作用。</p>
<p style="text-align: center;"><b>代表人物：季昌明</b></p>
<div class ='img-main'><img src="季昌明.jpg" /></div>
<p><b>优点：</b>他们对他人感情非常敏感，能够在团队中保持良好的人际关系。</p>
<p><b>缺点：</b>在坚守观点和迅速决策方面表现不足，通常不愿处理冲突和争执。</p>
<p><b>考拉型工作风格的主要行为：</b></p>
<p>面带友善的表情</p>
<p>说话缓慢而温和</p>
<p>使用赞同和鼓励性的语言</p>
<p>办公室中摆放家庭照片</p>
<p style="text-align: center;"><span style="color: #F6727E;"><b>猫头鹰型（精确型 Conformity）</b></span></p>
<p>对于结构稳定和制度健全的组织，猫头鹰型的人是理想的领导者，因为他们在规范的环境中表现最佳。他们习惯于制度化操作，对细节的重视使他们适合事务性工作。</p>
<p>然而，当公司需要进行目标调整、结构重组或流程改进时，猫头鹰型的领导者可能会感到迷茫，不知如何应对改革。他们往往会保持观望，逐步适应新的形势；有时则会寻求离职或在内部反对改革。</p>
<p style="text-align: center;"><b>代表人物：陆亦可</b></p>
<div class ='img-main'><img src="陆亦可.jpg" /></div>
<p><b>优点：</b>具有极强的细致观察能力，能耐心地分析细节，找到符合逻辑的解决方案。</p>
<p><b>缺点：</b>往往将事实和精确置于情感之上，这可能被视为情感冷淡。在压力下，可能过度分析以避免做出决定。</p>
<p><b>猫头鹰型工作风格的主要行为：</b></p>
<p>面部表情少见变化</p>
<p>动作缓慢</p>
<p>语言使用精确，关注细节</p>
<p>办公室内挂有图表和统计数据</p>
<p style="text-align: center;"><span style="color: #F6727E;"><b>变色龙型（整合型 1/2 Sigma）</b></span></p>
<p>变色龙型领导者融合了支配型、表达型、耐心型和精确型的特质，他们具有高度的灵活性。</p>
<p>这种领导者能够在不同的场合下适应不同的风格，使得他们能够在多变的工作环境中高效应对各种挑战。</p>
<p style="text-align: center;"><b>代表人物：赵东来</b></p>
<div class ='img-main'><img src="赵东来.jpg" /></div>
<p><b>优点：</b>具有广泛的适应能力，能够灵活应对各种环境和挑战。</p>
<p><b>缺点：</b>在某些情况下，可能显得不够专注或缺乏一致性。</p>
<p><b>变色龙型工作风格的主要行为：</b></p>
<p>展现多样的工作风格</p>
<p>能在不同环境中迅速适应</p>
<p>根据需要调整自己的行为和风格</p>
<p>工作环境中包含各种元素</p>
EOT
);