<?php
return array (
  '类型' => '孔雀型',
  '形象图片' => 'https://oss.1cece.top/admin_upload/615837445a16f.png',
  '主图' => 'https://oss.1cece.top/storage/uploads/20220706/bb2d22fc8f2893a950c0f4e7d2e41f21.jpg',
  '别名' => '表达型Extroversion',
  '描述' => '热情洋溢，好交朋友，口才流畅，重视形象，擅于人际关系的建立，富同情心，最适合人际导向的工作',
  '代表名人图片' => 'https://oss.1cece.top/storage/uploads/20220706/52de4842116e2696ab0727647531eee5.jpg',
  '代表名人' => '戈尔巴乔夫',
  '代表名人特质' => '具有孔雀型特质者约占人口15%，孙中山、克林顿、里根、戈尔巴乔夫、台湾企管大师之称的石滋宜博士都是这一类型的人，美国是孔雀型人最多的国家。',
  '处世格言' => array(
  	'文本' => '世事洞明皆学问，人情练达即文章。',
  	'来源' => '——曹雪芹 《红楼梦》',
  ),
  '关键词' => '很热心，够乐观，口才流畅，好交朋友，风度翩翩，诚恳热心。热情洋溢、好交朋友、口才流畅、个性乐观、表现欲强。',
  '优点' => '此类型的人生性活泼。能够使人兴奋，他们高效地工作，善于建立同盟或搞好关系来实现目标。他们很适合需要当众表现、引人注目、态度公开的工作。',
  '缺点' => '因其跳跃性的思考模式，常无法顾及细节以及对事情的完成执着度。容易过于乐观，在执行力度上需要高专业的技术精英来配合。',
  '行为特点' => array(
  	'运用快速的手势；',
  	'面部表情特别丰富；',
  	'运用有说服力的语言；',
  	'工作空间里充满了各种能鼓舞人心的东西。',
  ),
  '工作风格' => array(
  	'孔雀具有高度的表达能力，他的社交能力极强，有流畅无碍的口才和热情幽默的风度，在团体或社群中容易广结善缘、建立知名度。孔雀型领导人天生具备乐观与和善的性格，有真诚的同情心和感染他人的能力，在以团队合作为主的工作环境中，会有最好的表现。',
  	'孔雀型领导人在任何团体内，都是人缘最好的人和最受欢迎的人，是最能吹起领导号角的人物。当孔雀型领导人的部属者，除要能乐于在团队中工作外，还要对其领导谦逊得体，不露锋、不出头，把一切成功光华都让与领导。 孔雀型领导人，不宜有个老虎型领导人当二把手或部属。',
  	'反之，若老虎型领导人有个孔雀型的人甘愿当其二把手，则会是最佳搭配。孔雀型的人天生具有鼓吹理想的特质，在推动新思维、执行某种新使命或推广某项宣传等任务的工作中，都会有极出色的表现。他们在开发市场或创建产业的工作环境中，最能发挥其所长。',
  ),

);