<?php
$itroduce = <<<BLOCK
	
<div class="card-bg-purple">
<p>“要得到人家尊重，首先要尊重人家。”</p>
<p style="text-align: right !important;">--周恩来</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格关键特质</span></p>
<p class="title2-dot">适应力强 </p>	
<p style="padding-left: 10px;!important;">不介意变化与多种不同性质的工作。</p>	
		
<p class="title2-dot">人际 </p>	
<p style="padding-left: 10px;!important;">人际关系较圆融，擅长谈判和折冲协商。</p>	
<p class="title2-dot">灵活性强</p>		
<p style="padding-left: 10px;!important;">兴趣广泛、擅长整合、避免冲突。</p>
		
<p class="title2-dot">处事之道</p>		
<p style="padding-left: 10px;!important;">不会与人为敌，以中庸之道处世。</p>

<p class="title2-dot">组织导向</p>		
<p style="padding-left: 10px;!important;">权利、声望、金钱、奖励与绩效。</p>

BLOCK;
return array(
    '类型' => '变色龙型',
	'形象图片' => 'pdp-变色龙.png',
    '简介' => $itroduce,
    '别名' => '整合型1/2 Sigma',
    '描述' => '这种类型的人具有高度的适应性，不容易被固定模式束缚，能灵活处理各种情况。他们擅长沟通，善于融入新环境和文化，以超凡的韧性应对挑战。',
    '代表名人图片' => '诸葛亮.png',
    '代表名人' => '诸葛亮',
    '代表名人特质' => '这一类型的人约占30%的人口。诸葛亮、周恩来和基辛格等名人都是典型的代表。变色龙型个体在香港和台湾尤其常见。',
		
    '处世格言' => array(
        '文本' => '致广大而尽精微，极高明而道中庸。',
        '来源' => '——《礼记·中庸》',
    ),
    '关键词' => '灵活适应，弹性处理，柔和中庸，顺应变化。',
    '优点' => '能够根据环境的变化灵活调整自己的角色，并且在沟通方面表现优异。',
    '缺点' => '可能会被视作缺乏独立性和明确的原则。',
    '行为特点' => array(
        '兼具了老虎的决断、孔雀的魅力、考拉的平和以及猫头鹰的智慧。虽然表面上看似无明显个性，但在资源整合方面非常有能力；',
        '他们缺乏坚定的个人信念，这是他们处世的基本特点。',
    ),
    '工作风格' => array(
        '变色龙型的人在处理事务时表现出极大的适应性和灵活性。他们能够轻松融入各种环境，始终保持中立，不会采取极端措施，让人感到安心。他们能够清晰地理解任务和目标，并以合适的方式完成工作。',
        '作为领导者，变色龙型具备支配、表达、耐心和精确等多种特质，能够融合各种风格。他们在处理问题时表现圆滑、灵活，但由于擅长变通，可能不会有坚定的立场或忠诚度，容易让下属感到难以预测。上级可能会对其忠诚度产生担忧。',
        '变色龙型领导者通常没有显著的个性特征，也不会持有强烈的个人观点。他们倾向于保持中立，善于在复杂的环境中游走折中。凭借他们在各种环境中的适应能力，他们能够有效地完成各种任务，只要目标和任务明确。',
    ),
);
