<?php
$itroduce = <<<BLOCK
<div class="card-bg-purple">
<p>“有至诚，就是学问少，口才拙，也能感动人。”</p>
<p style="text-align: right !important;">——孙中山</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格关键特质</span></p>
<p class="title2-dot">朋友</p>	
<p style="padding-left: 10px;!important;">喜与人交往、朋友满天下、待人真诚热心。</p>	
<p class="title2-dot">机会</p>	
<p style="padding-left: 10px;!important;">点子多、多憧憬、梦想和创意。</p>	
<p class="title2-dot">团队</p>		
<p style="padding-left: 10px;!important;">重视团队、擅长激励、适应环境能力强。</p>
<p class="title2-dot">人际</p>		
<p style="padding-left: 10px;!important;">情商高、擅长言语表达、乐观、积极。</p>
<p class="title2-dot">关注点</p>		
<p style="padding-left: 10px;!important;">形象、名声地位、金钱的回报、友情。</p>
BLOCK;
return array(
    '类型' => '孔雀型',
	'形象图片' => 'pdp-孔雀.png',
    '简介' => $itroduce,
    '别名' => '外向型Extroversion',
    '描述' => '充满激情和活力，擅长与人沟通，口才非凡，对个人形象非常讲究，擅长建立广泛的人际关系，富有同情心，非常适合从事需要频繁互动的职业。',
    '代表名人图片' => '戈尔巴乔夫.png',
    '代表名人' => '戈尔巴乔夫',
    '代表名人特质' => '这种特质的个体大约占总人口的15%。例如，孙中山、克林顿、里根、戈尔巴乔夫以及台湾著名管理专家石滋宜博士都是典型的孔雀型人物。在全球范围内，美国拥有最多的孔雀型个体。',
    '处世格言' => array(
        '文本' => '世事洞明皆学问，人情练达即文章。',
        '来源' => '——曹雪芹 《红楼梦》',
    ),
    '关键词' => '充满热情，积极向上，口才出众，善于结交，风度翩翩，真诚友善。热情奔放，喜欢社交，乐观开朗。',
    '优点' => '这种性格的人通常充满生气，能够激发他人热情。他们工作高效，擅长利用社交资源和人际网络来达成目标。适合从事需要公开表现和吸引眼球的工作。',
    '缺点' => '由于思维跳跃，常常难以关注细节，对工作的坚持不够。可能表现过于乐观，需要依赖专业技术支持来确保工作的质量。',
    '行为特点' => array(
        '手势使用快速且富有表现力；',
        '面部表情变化丰富；',
        '语言具有很强的说服力；',
        '工作空间装饰有许多激励人心的物品。',
    ),
    '工作风格' => array(
        '孔雀型个体在表达和社交方面具备强大的能力，口才流利且风趣幽默。他们在团队或社群中容易建立良好关系和声誉。作为领导者，他们的乐观和友善，加上真诚的同情心，使他们在需要团队合作的环境中表现优异。',
        '孔雀型领导者通常在任何团队中都能够赢得高度的欢迎和喜爱。他们能够有效地激励团队成员。当孔雀型领导者的下属能够乐于团队合作并对领导保持尊重时，将能更好地发挥领导的作用。孔雀型领导者不适合有强势老虎型下属的配合。',
        '反之，若老虎型领导者与孔雀型下属搭配，则效果最佳。孔雀型个体天生具备推动理想的能力，在推动新思想、执行新任务或进行宣传等工作中表现出色。他们在市场开发或新产业创建的工作中，能够发挥巨大的作用。',
    ),
);
