<?php
$itroduce = <<<BLOCK

<div class="card-bg-purple">
<p>“不要问国家为你做了什么，而要问你为国家做了什么。”</p>
<p style="text-align: right !important;">——肯尼迪 </p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格关键特质</span></p>
<p class="title2-dot">原则性强</p>	
<p style="padding-left: 10px;!important;">极具责任心、紧守本分，讲究规则。</p>	
<p class="title2-dot">完美主义</p>	
<p style="padding-left: 10px;!important;">寻求自己认同的高品质、确保有把握。</p>	
<p class="title2-dot">重是非</p>		
<p style="padding-left: 10px;!important;">重视公平、在乎对错黑白、太重承诺。</p>
<p class="title2-dot">注重细节</p>		
<p style="padding-left: 10px;!important;">巨细靡遗、事必亲躬、保守谨慎。</p>
<p class="title2-dot">过程导向</p>		
<p style="padding-left: 10px;!important;">重计划、喜制度、循规蹈距。</p>
BLOCK;
return array(
    '类型' => '猫头鹰型',
	'形象图片' => 'pdp-猫头鹰.png',
    '简介' => $itroduce,
    '别名' => '精确型Conformity',
    '描述' => '具有保守传统的特征，擅长细致分析，关注细节并以高精度完成任务。他们倾向于将一切规范化，性格较为内向且注重分寸，忠于自己的职责，有时会显得过于挑剔。',
    '代表名人图片' => '福尔摩斯.png',
    '代表名人' => '福尔摩斯',
    '代表名人特质' => '这种类型的代表人物包括历史上著名的包拯（包青天）和福尔摩斯，现代的肯尼迪也是其中之一。日本在这种类型的个体中占有较大比例。',
    '处世格言' => array(
        '文本' => '传统并非保留灰烬，而是照料火焰。',
        '来源' => '——腓特烈大帝',
    ),
    '关键词' => '传统、注重细节、条理清晰、责任心强、重视规章制度。保守、分析能力突出、精准、倾向于系统化，个性内敛含蓄。',
    '优点' => '他们天生具备识别真相的能力，耐心地检视每一个细节，并能提出符合逻辑的解决方案。',
    '缺点' => '他们常将事实和精确度置于情感之上，这可能被视为冷漠。在高压情况下，可能会因为过度分析而迟迟无法做出决定。',
    '行为特点' => array(
        '表情较少；',
        '行动缓慢；',
        '语言精确，关注细节；',
        '习惯使用图表和数据。',
    ),
    '工作风格' => array(
        '猫头鹰型个体以其严谨的精确能力著称，他们处理事务时严格依循规则和规范，较少注重情感因素。他们的风格内敛，更倾向于用数据和条款表达，而不擅长用语言进行情感沟通或指导他人。他们追求条理性，强调纪律，是完美主义者。',
        '这种类型的领导者在有明确规则和稳定环境的工作中表现最佳。他们的习惯是以制度化和规则为基础，非常适合于需要规范化操作的事务机构。',
        '由于猫头鹰型人的决策依赖于数据和规章，可能在直觉和应变方面相对不足，因此在需要创新或创意的任务中表现欠佳，更适合于需要精细管理和稳定发展的企业环境。',
    ),
);
