<?php
$itroduce = <<<BLOCK
<div class="card-bg-purple">
<p>“如果在任何事情上妥协，你将一事无成。”</p>
<p style="text-align: right !important;">——撒切尔夫人 </p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格关键特质</span></p>
<p class="title2-dot">自信 </p>	
<p style="padding-left: 10px;!important;">自我意识强。</p>	
		
<p class="title2-dot">挑战 </p>	
<p style="padding-left: 10px;!important;">喜欢高难度的挑战，追求创新和开拓性。</p>	


<p class="title2-dot">权利</p>		
<p style="padding-left: 10px;!important;">希望发号施令、不喜欢接受命令。</p>
		
<p class="title2-dot">能力</p>		
<p style="padding-left: 10px;!important;">果断、积极、意志力强、危机处理能力强</p>

<p class="title2-dot">关注点</p>		
<p style="padding-left: 10px;!important;">权利、声望、金钱、奖励与绩效。</p>

BLOCK;
return array(
    '类型' => '老虎型',
	'形象图片' => 'pdp-老虎.png',
	'简介' => $itroduce,
    '别名' => '支配型Dominance',
    '描述' => '具有强烈的进取心和冒险精神，个性非常积极，竞争意识极其强烈。他们倾向于掌控全局，喜欢做决策，厌倦维持现状，一旦设立目标，便会全力以赴。然而，他们在决策时可能会表现得非常专断，难以妥协，这也使得他们容易与他人发生争执。',
    '代表名人图片' => '乔布斯.png',
    '代表名人' => '乔布斯',
    '代表名人特质' => '大约15%的人拥有这种“老虎型”特质。在历史和现代的名人中，毛泽东、朱熔基、前英国首相撒切尔夫人、宏碁创始人施振荣、苹果创始人乔布斯和前GE总裁韦尔奇都是这种特质的典型代表。德国被认为是这种类型人数最多的国家。',
    '处世格言' => array(
        '文本' => '如果命运阻挡我的话,我就支配命运。',
        '来源' => '——里维斯《尽管如此世界依然美丽》',
    ),
    '关键词' => '自信十足，具有权威性，决策迅速，竞争意识强烈，志向远大，喜爱评估。充满野心，冒险精神，个性积极，对抗性强。',
    '优点' => '他们在控制局势和做出快速决策方面非常出色，通常能够取得显著成就。',
    '缺点' => '在高压环境下，这类人可能过于关注快速完成任务，而忽视细节，并且可能忽略自身和他人的情感需求。由于他们对自我的要求很高，加上强烈的竞争性，有时会变得工作狂。',
    '行为特点' => array(
        '在交流时保持直接的眼神接触；',
        '行动迅速且有明确目的；',
        '讲话迅速且具有说服力；',
        '使用直接和实用的语言；',
        '常常依赖日历和详细的计划。',
    ),
    '工作风格' => array(
        '老虎型个体最适合参与创新和变革性工作。在市场开拓或需要变革的环境中，他们能够发挥出色的表现。',
        '这类领导者通常以权威风格做出决策，他们的下属需要高度服从，并且具备勇敢面对挑战的精神来支持领导的决定。',
        '老虎型下属擅长掌控局面并做出迅速决策。在大多数情况下，他们能够独立完成工作，无需过多的鼓励或支持。将更多的责任赋予他们，让他们自己掌控局面往往会取得更好的结果。然而，在面对具有挑战性的任务时，他们可能因为责任感而感到焦虑，将个人情绪带入工作中。作为领导者，需要提供有效的指导，并对他们进行整体调控，以防他们因过于追求速度而忽略细节，这样他们会感到更加有价值。',
    ),
);
