<?php

$itroduce = <<<BLOCK

<div class="card-bg-purple">
<p>“常识是从吃苦劳作中得来的，任何成果都是吃苦劳作的成果。”</p>
<p style="text-align: right !important;">——宋庆龄</p>
</div>
<p class="report-tag-blue" style="margin-left: -12px !important;"><span>人格关键特质</span></p>
<p class="title2-dot">持久 </p>	
<p style="padding-left: 10px;!important;">不介意变化与多种不同性质的工作。</p>	
<p class="title2-dot">步调性</p>	
<p style="padding-left: 10px;!important;">喜欢从容不迫，按照自己的步调做事。</p>	
<p class="title2-dot">务实</p>		
<p style="padding-left: 10px;!important;">扎根、沉稳、工作上追求专业技术面的品质。</p>
<p class="title2-dot">和谐</p>		
<p style="padding-left: 10px;!important;">不喜冲突、喜欢团队合作感、和善、友好</p>
<p class="title2-dot">价值导向</p>		
<p style="padding-left: 10px;!important;">追求事业上中长期卓越的结果。</p>

BLOCK;
return array(
    '类型' => '考拉型',
	'形象图片' => 'pdp-考拉.png',
    '简介' => $itroduce,
    '别名' => '耐心型Pace/Patience',
    '描述' => '此类型的人以极大的耐性为特点。他们性格温和，处事从容，即使面临困境也能保持冷静，生活中追求规律却也能够随遇而安。',
    '代表名人图片' => '甘地.png',
    '代表名人' => '圣雄甘地',
    '代表名人特质' => '考拉型名人包括蒋经国、宋庆龄等。国际上，圣雄甘地和德蕾莎修女也是此类型的代表。通常，这种性格的人在宗教群体中较为常见，中国是考拉型最为集中的国家。',
    '处世格言' => array(
        '文本' => '路遥知马力，日久见人心。',
        '来源' => '——宋·陈元靓《事林广记》',
    ),
    '关键词' => '稳定可靠，性情温和，遵守规矩，避免冲突。以实际行动为重，拥有强大的耐性和友善的个性。',
    '优点' => '他们在感知他人情感方面表现优异，这使他们在团队合作中能够顺利融入。',
    '缺点' => '往往难以坚持个人观点，做决策时犹豫不决。通常，他们不愿面对与同事的分歧，避免处理争执。',
    '行为特点' => array(
        '面容和蔼，带着友好的笑容；',
        '说话缓慢，语调柔和；',
        '使用积极鼓励的话语；',
        '办公室里常摆放家庭成员的照片。',
    ),
    '工作风格' => array(
        '此类型的人在工作中展现出稳健的风格，不喜欢过于张扬的行为，性格温和，避免制造麻烦。他们可能会被误解为不够积极，但实际上，一旦他们决定投入，便表现出极强的耐性。需要对考拉型员工给予更多关注，以发掘其潜在能力。',
        '考拉型领导者通常采取低调而不干预的管理风格，能够与团队成员保持良好关系，避免冲突，非常适合在企业变革时期重建信任。由于他们拥有极高的耐性，可以为公司带来长期的利益，并为公司奠定稳固的基础。考拉型领导者在需要精细管理或和谐氛围的工作环境中表现尤为出色。',
    ),
);
